<template>
  <div>
    <x-header :left-options="{backText: ''}">商城购买协议</x-header>
    <div class="bg-white">
      <div class="txt">
        <p>亲爱的用户您好！请您在下单前务必熟读并知悉本协议关于用户在平台下单、配送、退换货等内容的规定，这对您与我们都很重要，感谢您的配合！</p>
        <p>一、下单</p>
        <p>1、使用本软件下订单，您应具备购买相关商品的权利能力和行为能力，如果您在18周岁以下，您需要在父母或监护人的监护参与下才能使用本软件。在下订单的同时，即视为您满足上述条件，并对您在订单中提供的所有信息的真实性负责。</p>
        <p>2、在您下订单时，请您仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、联系地址、电话、收货人等信息。收货人与您本人不一致的，收货人的行为和意思表示视为您的行为和意思表示，您应对收货人的行为及意思表示的法律后果承担连带责任。</p>
        <p>3、您理解并同意：本软件上销售商展示的商品和价格等信息仅仅是要约邀请，您下单时须填写您希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址（合同履行地点）、合同履行方式等内容；系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您向销售商发出的合同要约；销售商收到您的订单信息后，只有在销售商将您在订单中订购的商品从仓库实际直接向您发出时（以商品出库为标志），方视为您与销售商之间就实际直接向您发出的商品建立了合同关系；如果您在一份订单里订购了多种商品并且销售商只给您发出了部分商品时，您与销售商之间仅就实际直接向您发出的商品建立了合同关系；只有在销售商实际直接向您发出了订单中订购的其他商品时，您和销售商之间就订单中其他已实际直接向您发出的商品才成立合同关系。</p>
        <p>4、尽管销售商做出最大的努力，但由于市场变化及各种以合理商业努力难以控制因素的影响，本软件无法避免您提交的订单信息中的商品出现缺货情况；如您下单所购买的商品发生缺货，您有权取消订单，销售商亦有权自行取消订单，若您已经付款，则为您办理退款。</p>
        <p>5、本平台上的所有商品及商品的图文解说均由材料商提供，为了避免您在购物过程中出现不愉快，请您在下单前务必与商家联系明确产品各项指标，在您对商品信息有了全面的了解后再行下单。</p>
        <p>二、配送</p>
        <p>1、您在本软件购买的商品将按照本软件上您所指定的送货地址进行配送。订单信息中列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上估计得出的。您应当清楚准确地填写您的送货地址、联系人及联系方式等配送信息，您知悉并确认，您所购买的商品应仅由您填写的联系人接受身份查验后接收商品，因您变更联系人或相关配送信息而造成的损失由您自行承担。</p>
        <p>
          2、商品签收：
          1）当面验收：为保障消费者自身权益，平台建议消费者在签收商品前务必进行当面验收，检查货物外包装及内物外观，在确定货物完好无损后，再进行签收；如果物流公司不支持先验货再签收，请致电平台卖家之后拒绝签收。如在验收过程中如发现外包装破损、商品出现破损、少件等问题，请自行拍照并让配送人员签字，保留相关证据，联系平台卖家进行核实处理；如消费者未进行验收即做签收，将默认为消费者已经对商品进行了当面验收，商品后期出现问题建议消费者联系平台卖家做售后处理； 
          2）委托他人代收：请务必告知被委托人签收标准，委托他人代收的行为视同于您本人已对商品进行签收，消费者不能因此拒收商品，若拒收，运费将由您承担。
        </p>
        <p>
          3、因如下情况造成订单延迟或无法配送等，平台将无法承担迟延配送的责任：
          1）客户提供错误信息和不详细的地址；
          2）货物送达无人签收，由此造成的重复配送所产生的费用及相关的后果。
          3）不可抗力，例如：自然灾害、交通戒严、突发战争等。
        </p>
        <p>三、退换货</p>
        <p>本平台提供7天无理由退换货服务，但是鉴于大件家具物流成本极高，如出现零部件质量问题，优先以换件、补件为主；玻璃制品和易损制品局部损坏，可由平台卖家直接补寄，无需全部退回。</p>
        <p>
          1.退换货时限： 
          1）退货：消费者自签收之日起7日内可申请无理由退货；
          2）换货：消费者自签收之日起15日内商品存在质量问题消费者可以申请换货；
          3）定制类商品不支持7日无理由退货。
        </p>
        <p>
          2.退换货原因：
          1）法律规定的7日无理由退货；注意事项中约定不适合退换的商品除外；定制类商品除外； 
          2）商品售出时即存在质量问题。
        </p>
        <p>
          3.退换货条件：
          1）7天无理由退货,需要客户保持商品完好； 
          2）商品表面无划痕、无磨（破）损、无磕碰、无拆卸等痕迹；
        </p>
        <p>
          4.处理流程：
          1）购买平台商家出售的商品，产生的相关售后与服务问题，平台鼓励买卖双方协商解决，未达成一致的可申请由平台介入协调；
          2）对于商品质量问题，消费者需向商家提供证据，若商家收到证据后，确认商品本身确实存在质量问题，应接受退货或者换货。消费者应妥善包装后（将附件、说明书、发票、购物凭证、包装）退回商品，返回方式及地址以售后服务单审核为准；
          3）平台商家有如实描述商品的义务，如因商家原因导致商品尺寸错误、或者商品样式、材质及服务标准与页面不符，商家应按照页面描述履约，如消费者需要退货或者换货，产生的退换货运费应由平台卖家承担，因拍摄设备、光线、显示器等原因均会产生色差，故色差问题不属于商品质量问题；如因商品测量标准不一致导致的尺寸问题在相关标准规定的的尺寸误差内则不算商品质量问题；
          4）7天无理由退货的商品退货运费由消费者自行承担。
          5）平台部分商品需要上门退换货的，详情规则请参见平台《售后服务细则》。
        </p>
        <p>非常感谢您的阅读！如您同意本协议的相关规定，欢迎您继续交易；如您不同意本协议中的任何条款，您应立即停止下单。</p>
      </div>
    </div>
  </div>
</template>

<script>
  import { XHeader } from 'vux'
  export default {
    components: {
      XHeader
    },
    name: 'Agreement',
    data () {
      return {}
    }
  }
</script>

<style scoped>
.txt{
  padding: 0 10px;
}
</style>
