/**
*智能报价基础数据
*/

-- ----------------------------
-- Records of labor_cost
-- ----------------------------
INSERT INTO `labor_cost` VALUES ('1', '四川省', '510000', '成都市', '510100', '222', '木工', '白银');
INSERT INTO `labor_cost` VALUES ('2', '四川省', '510000', '成都市', '510100', '300', '水电工', '白银');
INSERT INTO `labor_cost` VALUES ('3', '四川省', '510000', '成都市', '510100', '350', '防水工', '白银');
INSERT INTO `labor_cost` VALUES ('4', '四川省', '510000', '成都市', '510100', '500', '油漆工', '白银');
INSERT INTO `labor_cost` VALUES ('5', '四川省', '510000', '成都市', '510100', '300', '泥瓦工', '白银');
INSERT INTO `labor_cost` VALUES ('6', '四川省', '510000', '成都市', '510100', '220', '杂工', '白银');

-- ----------------------------
-- Records of worker_craft_norm
-- ----------------------------
INSERT INTO `worker_craft_norm` VALUES ('1', '1', '10', '造型长度');
INSERT INTO `worker_craft_norm` VALUES ('2', '1', '12', '平顶面积');
INSERT INTO `worker_craft_norm` VALUES ('3', '2', '5', '强电点位');
INSERT INTO `worker_craft_norm` VALUES ('4', '2', '5', '弱电点位');
INSERT INTO `worker_craft_norm` VALUES ('5', '2', '6', '水路点位');
INSERT INTO `worker_craft_norm` VALUES ('6', '3', '30', '做工面积');
INSERT INTO `worker_craft_norm` VALUES ('7', '4', '150', '乳胶漆底漆面积');
INSERT INTO `worker_craft_norm` VALUES ('8', '4', '150', '乳胶漆面漆面积');
INSERT INTO `worker_craft_norm` VALUES ('9', '4', '50', '腻子面积');
INSERT INTO `worker_craft_norm` VALUES ('10', '4', '30', '阴角线长度');
INSERT INTO `worker_craft_norm` VALUES ('11', '5', '30', '保护层长度');
INSERT INTO `worker_craft_norm` VALUES ('12', '5', '10', '贴地砖面积');
INSERT INTO `worker_craft_norm` VALUES ('13', '5', '8', '贴墙砖面积');
INSERT INTO `worker_craft_norm` VALUES ('14', '6', '8', '新建24墙面积');
INSERT INTO `worker_craft_norm` VALUES ('15', '6', '10', '新建12墙面积');
INSERT INTO `worker_craft_norm` VALUES ('16', '6', '30', '拆除24墙面积');
INSERT INTO `worker_craft_norm` VALUES ('17', '6', '40', '拆除12墙面积');
INSERT INTO `worker_craft_norm` VALUES ('18', '6', '15', '补烂长度');

-- ----------------------------
-- Records of engineering_standard_craft
-- ----------------------------
INSERT INTO `engineering_standard_craft` VALUES ('1', '510100', '弱电', '5.00', '网线', 'M');
INSERT INTO `engineering_standard_craft` VALUES ('2', '510100', '弱电', '10.00', '线管', 'M');
INSERT INTO `engineering_standard_craft` VALUES ('3', '510100', '强电', '10.00', '电线', 'M');
INSERT INTO `engineering_standard_craft` VALUES ('4', '510100', '强电', '10.00', '线管', 'M');
INSERT INTO `engineering_standard_craft` VALUES ('5', '510100', '水路', '2.00', 'PPR水管', 'M');
INSERT INTO `engineering_standard_craft` VALUES ('6', '510100', '水路', '2.00', 'PVC管', 'M');
INSERT INTO `engineering_standard_craft` VALUES ('7', '510100', '防水', '1.25', '防水涂剂', 'KG');
INSERT INTO `engineering_standard_craft` VALUES ('9', '510100', '木作', '1.50', '龙骨', '跟');
INSERT INTO `engineering_standard_craft` VALUES ('10', '510100', '木作', '2.00', '丝杆', '根');
INSERT INTO `engineering_standard_craft` VALUES ('11', '510100', '木作', '2.50', '造型长度石膏板', '张');
INSERT INTO `engineering_standard_craft` VALUES ('12', '510100', '乳胶漆', '0.33', '腻子', 'KG');
INSERT INTO `engineering_standard_craft` VALUES ('13', '510100', '乳胶漆', '0.08', '乳胶漆底漆', 'L');
INSERT INTO `engineering_standard_craft` VALUES ('14', '510100', '乳胶漆', '0.08', '乳胶漆面漆', 'L');
INSERT INTO `engineering_standard_craft` VALUES ('15', '510100', '乳胶漆', '1.20', '阴角线', 'M');
INSERT INTO `engineering_standard_craft` VALUES ('16', '510100', '乳胶漆', '3.00', '石膏粉', '元');
INSERT INTO `engineering_standard_craft` VALUES ('17', '510100', '泥工', '2.40', '贴砖', '高');
INSERT INTO `engineering_standard_craft` VALUES ('18', '510100', '泥工', '15.00', '水泥', 'kg');
INSERT INTO `engineering_standard_craft` VALUES ('19', '510100', '泥工', '3.00', '自流平', 'kg');
INSERT INTO `engineering_standard_craft` VALUES ('20', '510100', '泥工', '3.00', '河沙', 'kg');
INSERT INTO `engineering_standard_craft` VALUES ('21', '510100', '杂工', '20.00', '清运12墙', 'M2');
INSERT INTO `engineering_standard_craft` VALUES ('22', '510100', '杂工', '40.00', '清运24墙', 'M2');
INSERT INTO `engineering_standard_craft` VALUES ('23', '510100', '杂工', '20.00', '运渣车12墙面积', 'M2');
INSERT INTO `engineering_standard_craft` VALUES ('24', '510100', '杂工', '10.00', '运渣车24墙面积', 'M2');
INSERT INTO `engineering_standard_craft` VALUES ('25', '510100', '杂工', '300.00', '运渣车费用', '车');
INSERT INTO `engineering_standard_craft` VALUES ('26', '510100', '杂工', '10.00', '12墙水泥用量', 'kg');
INSERT INTO `engineering_standard_craft` VALUES ('27', '510100', '杂工', '15.00', '24墙水泥用量', 'kg');
INSERT INTO `engineering_standard_craft` VALUES ('28', '510100', '杂工', '2.00', '补烂水泥用量', 'kg');
INSERT INTO `engineering_standard_craft` VALUES ('29', '510100', '杂工', '3.00', '12墙河沙用量', 'kg');
INSERT INTO `engineering_standard_craft` VALUES ('30', '510100', '杂工', '3.00', '24墙河沙用量', 'kg');
INSERT INTO `engineering_standard_craft` VALUES ('31', '510100', '杂工', '2.00', '补烂河沙用量', 'kg');
INSERT INTO `engineering_standard_craft` VALUES ('32', '510100', '木作', '2.50', '平顶面积石膏板', '张');

-- ----------------------------
-- Records of engineering_standard_carpentry_coefficient
-- ----------------------------
INSERT INTO `engineering_standard_carpentry_coefficient` VALUES ('1', '1', '5.00', '1', '0');
INSERT INTO `engineering_standard_carpentry_coefficient` VALUES ('2', '1', '1.50', '2', '0');
INSERT INTO `engineering_standard_carpentry_coefficient` VALUES ('3', '1', '1.50', '3', '0');
INSERT INTO `engineering_standard_carpentry_coefficient` VALUES ('4', '1', '1.00', '1', '1');
INSERT INTO `engineering_standard_carpentry_coefficient` VALUES ('5', '1', '1.10', '2', '1');

-- ----------------------------
-- Records of engineering_standard_carpentry_craft
-- ----------------------------
INSERT INTO `engineering_standard_carpentry_craft` VALUES ('1', '龙骨', '2.50');
INSERT INTO `engineering_standard_carpentry_craft` VALUES ('2', '丝杆', '2.50');
INSERT INTO `engineering_standard_carpentry_craft` VALUES ('3', '石膏板', '2.95');

-- ----------------------------
-- Records of coefficient_management
-- ----------------------------
INSERT INTO `coefficient_management` VALUES ('1', '辅材', '0.70');
INSERT INTO `coefficient_management` VALUES ('2', '主要材料', '0.70');
INSERT INTO `coefficient_management` VALUES ('3', '固定家具', '0.70');
INSERT INTO `coefficient_management` VALUES ('4', '移动家具', '0.70');
INSERT INTO `coefficient_management` VALUES ('5', '家电配套', '0.70');
INSERT INTO `coefficient_management` VALUES ('6', '软装配套', '0.70');
INSERT INTO `coefficient_management` VALUES ('7', '智能配套', '0.70');
INSERT INTO `coefficient_management` VALUES ('8', '生活配套', '0.70');

-- ----------------------------
-- Records of stairs_details
-- ----------------------------
INSERT INTO `stairs_details` VALUES ('1', '实木构造');
INSERT INTO `stairs_details` VALUES ('2', '钢木构造');
INSERT INTO `stairs_details` VALUES ('3', '纯木构造');
INSERT INTO `stairs_details` VALUES ('4', '纯刚构造');
INSERT INTO `stairs_details` VALUES ('5', '玻璃金属');

-- ----------------------------
-- Records of assort_goods
-- ----------------------------
INSERT INTO `assort_goods` VALUES ('68', '背景音乐系统', '136', '134', '133,134,136,', '0', null);
INSERT INTO `assort_goods` VALUES ('67', '智能配电箱', '135', '134', '133,134,135,', '0', null);
INSERT INTO `assort_goods` VALUES ('66', '灯具', '129', '127', '126,127,129,', '0', null);
INSERT INTO `assort_goods` VALUES ('65', '窗帘', '128', '127', '126,127,128,', '0', null);
INSERT INTO `assort_goods` VALUES ('64', '热水器', '118', '115', '114,115,118,', '0', null);
INSERT INTO `assort_goods` VALUES ('63', '油烟机', '116', '115', '114,115,116,', '0', null);
INSERT INTO `assort_goods` VALUES ('62', '沙发', '107', '106', '102,106,107,', '0', null);
INSERT INTO `assort_goods` VALUES ('61', '实木', '104', '103', '102,103,104,', '0', null);
INSERT INTO `assort_goods` VALUES ('60', '龙骨', '10', '9', '1,9,10,', '0', null);
INSERT INTO `assort_goods` VALUES ('59', '空心砖', '8', '7', '1,7,8,', '0', null);
INSERT INTO `assort_goods` VALUES ('58', '木地板', '45', '44', '43,44,45,', '0', null);
INSERT INTO `assort_goods` VALUES ('57', '自流平', '36', '47', '43,47,36,', '0', null);
INSERT INTO `assort_goods` VALUES ('56', '木门', '95', '94', '93,94,95,', '0', null);
INSERT INTO `assort_goods` VALUES ('55', '楼梯', '96', '94', '93,94,96,', '0', null);
INSERT INTO `assort_goods` VALUES ('69', '水槽', '146', '145', '144,145,146,', '0', null);
INSERT INTO `assort_goods` VALUES ('70', '纸巾盒', '158', '157', '144,157,158,', '0', null);
INSERT INTO `assort_goods` VALUES ('71', '欧松板', '11', '9', '1,9,11,', '0', null);

-- ----------------------------
-- Records of decoration_message
-- ----------------------------
INSERT INTO `decoration_message` VALUES ('1', '1', '20', null, '1', null, null);
INSERT INTO `decoration_message` VALUES ('2', '2', '12', '1', null, null, null);
INSERT INTO `decoration_message` VALUES ('3', '3', '12', null, null, '60', '69');
INSERT INTO `decoration_message` VALUES ('4', '4', '12', '1', null, null, null);

-- ----------------------------
-- Records of points
-- ----------------------------
INSERT INTO `points` VALUES ('7', '杂工', '0', null, '1', '0');
INSERT INTO `points` VALUES ('6', '泥作', '0', null, '1', '0');
INSERT INTO `points` VALUES ('5', '油漆', '0', null, '1', '0');
INSERT INTO `points` VALUES ('4', '木作', '0', null, '1', '0');
INSERT INTO `points` VALUES ('3', '水路', '0', '3', '1', '0');
INSERT INTO `points` VALUES ('2', '弱电', '0', '3', '1', '0');
INSERT INTO `points` VALUES ('1', '强电', '0', '51', '1', '0');
INSERT INTO `points` VALUES ('8', '入户', '1', '3', '2', '0');
INSERT INTO `points` VALUES ('9', '餐厅', '1', '2', '2', '0');
INSERT INTO `points` VALUES ('10', '客厅', '1', '12', '2', '0');
INSERT INTO `points` VALUES ('11', '客厅阳台', '1', '4', '2', '0');
INSERT INTO `points` VALUES ('12', '客厅卧室过道', '1', '1', '2', '0');
INSERT INTO `points` VALUES ('13', '厨房', '1', '6', '2', '0');
INSERT INTO `points` VALUES ('14', '生活阳台', '1', '3', '2', '0');
INSERT INTO `points` VALUES ('15', '卫生间', '1', '4', '2', '0');
INSERT INTO `points` VALUES ('16', '主卧室', '1', '7', '2', '0');
INSERT INTO `points` VALUES ('17', '次卧室', '1', '7', '2', '0');
INSERT INTO `points` VALUES ('18', '入户筒灯单开', '8', '1', '3', '0');
INSERT INTO `points` VALUES ('19', '入户过道双控单开', '8', '1', '3', '0');
INSERT INTO `points` VALUES ('20', '入户鞋柜插座', '8', '1', '3', '0');
INSERT INTO `points` VALUES ('21', '餐厅双开', '9', '1', '3', '0');
INSERT INTO `points` VALUES ('22', '餐厅插座', '9', '1', '3', '0');
INSERT INTO `points` VALUES ('23', '双控双开', '10', '1', '3', '0');
INSERT INTO `points` VALUES ('24', '双控双开', '10', '1', '3', '0');
INSERT INTO `points` VALUES ('25', '四开', '10', '1', '3', '0');
INSERT INTO `points` VALUES ('26', '沙发背景墙插座', '10', '1', '3', '0');
INSERT INTO `points` VALUES ('27', '沙发背景墙插座右', '10', '1', '3', '0');
INSERT INTO `points` VALUES ('28', '光纤插座', '10', '1', '3', '0');
INSERT INTO `points` VALUES ('29', '机顶盒插座', '10', '1', '3', '0');
INSERT INTO `points` VALUES ('30', '网络插座', '10', '1', '3', '0');
INSERT INTO `points` VALUES ('31', '备用插座', '10', '3', '3', '0');
INSERT INTO `points` VALUES ('32', '16A空调', '10', '1', '3', '0');
INSERT INTO `points` VALUES ('34', '写字台插座', '11', '1', '3', '0');
INSERT INTO `points` VALUES ('35', '备用插座', '11', '1', '3', '0');
INSERT INTO `points` VALUES ('36', '网络插座', '11', '1', '3', '0');
INSERT INTO `points` VALUES ('37', '双控单开', '12', '1', '3', '0');
INSERT INTO `points` VALUES ('38', '冰箱插座', '13', '1', '3', '0');
INSERT INTO `points` VALUES ('39', '电饭煲插座', '13', '1', '3', '0');
INSERT INTO `points` VALUES ('40', '油烟机插座', '13', '1', '3', '0');
INSERT INTO `points` VALUES ('41', '微波炉', '13', '1', '3', '0');
INSERT INTO `points` VALUES ('42', '备用插座', '13', '1', '3', '0');
INSERT INTO `points` VALUES ('43', '厨房单开', '13', '1', '3', '0');
INSERT INTO `points` VALUES ('44', '洗衣机插座', '14', '1', '3', '0');
INSERT INTO `points` VALUES ('45', '单开', '14', '1', '3', '0');
INSERT INTO `points` VALUES ('46', '热水器插座', '14', '1', '3', '0');
INSERT INTO `points` VALUES ('47', '浴霸开关', '15', '1', '3', '0');
INSERT INTO `points` VALUES ('48', '双开', '15', '1', '3', '0');
INSERT INTO `points` VALUES ('49', '吹风插座', '15', '1', '3', '0');
INSERT INTO `points` VALUES ('50', '马桶防水插座', '15', '1', '3', '0');
INSERT INTO `points` VALUES ('51', '卧室过道双控单开', '16', '1', '3', '0');
INSERT INTO `points` VALUES ('52', '床头双控单开', '16', '1', '3', '0');
INSERT INTO `points` VALUES ('53', '主灯双开', '16', '1', '3', '0');
INSERT INTO `points` VALUES ('54', '床头插座左', '16', '1', '3', '0');
INSERT INTO `points` VALUES ('55', '床头插座右', '16', '1', '3', '0');
INSERT INTO `points` VALUES ('56', '备用插座', '16', '1', '3', '0');
INSERT INTO `points` VALUES ('57', '空调', '16', '1', '3', '0');
INSERT INTO `points` VALUES ('58', '双控单开过道', '17', '1', '3', '0');
INSERT INTO `points` VALUES ('59', '双控单开主灯', '17', '1', '3', '0');
INSERT INTO `points` VALUES ('60', '主灯双开', '17', '1', '3', '0');
INSERT INTO `points` VALUES ('61', '床头插座左', '17', '1', '3', '0');
INSERT INTO `points` VALUES ('62', '床头插座右', '17', '1', '3', '0');
INSERT INTO `points` VALUES ('63', '空调', '17', '1', '3', '0');
INSERT INTO `points` VALUES ('64', '备用插座', '17', '1', '3', '0');
INSERT INTO `points` VALUES ('65', '主卧', '2', '1', '2', '0');
INSERT INTO `points` VALUES ('66', '次卧', '2', '1', '2', '0');
INSERT INTO `points` VALUES ('67', '客厅', '2', '1', '2', '0');
INSERT INTO `points` VALUES ('68', '面积比例', '0', null, '1', '0');
INSERT INTO `points` VALUES ('70', '户型面积', '0', null, '1', '0');
INSERT INTO `points` VALUES ('69', '防水', '0', null, '1', '0');
INSERT INTO `points` VALUES ('71', '书桌', '65', '1', '3', '0');
INSERT INTO `points` VALUES ('72', '电视', '67', '1', '3', '0');
INSERT INTO `points` VALUES ('73', '书桌', '66', '1', '3', '0');
INSERT INTO `points` VALUES ('74', '卫生间', '3', '2', '2', '0');
INSERT INTO `points` VALUES ('75', '厨房', '3', '1', '2', '0');
INSERT INTO `points` VALUES ('76', '马桶', '74', '1', '3', '0');
INSERT INTO `points` VALUES ('77', '洗漱池', '74', '1', '3', '0');
INSERT INTO `points` VALUES ('78', '洗菜池', '75', '1', '3', '0');

-- ----------------------------
-- Table structure for goods
-- ----------------------------
DROP TABLE IF EXISTS `goods`;
CREATE TABLE `goods` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `supplier_id` int(10) unsigned NOT NULL DEFAULT '0',
  `brand_id` int(10) unsigned NOT NULL DEFAULT '0',
  `category_id` int(10) unsigned NOT NULL DEFAULT '0',
  `area_id` int(11) DEFAULT NULL,
  `series_id` int(11) unsigned NOT NULL DEFAULT '0',
  `style_id` int(11) unsigned NOT NULL DEFAULT '0',
  `sku` bigint(20) unsigned NOT NULL DEFAULT '0',
  `title` varchar(100) NOT NULL DEFAULT '',
  `subtitle` varchar(100) NOT NULL DEFAULT '',
  `cover_image` varchar(255) NOT NULL DEFAULT '' COMMENT '封面图',
  `supplier_price` bigint(20) NOT NULL DEFAULT '0' COMMENT 'unit: fen',
  `platform_price` bigint(20) NOT NULL DEFAULT '0' COMMENT 'unit: fen',
  `market_price` bigint(20) NOT NULL DEFAULT '0' COMMENT 'unit: fen',
  `purchase_price_decoration_company` bigint(20) NOT NULL DEFAULT '0' COMMENT 'unit: fen',
  `purchase_price_manager` bigint(20) NOT NULL DEFAULT '0' COMMENT 'unit: fen',
  `purchase_price_designer` bigint(20) NOT NULL DEFAULT '0' COMMENT 'unit: fen',
  `sold_number` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '销量',
  `left_number` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '销量',
  `comment_number` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '评价数',
  `viewed_number` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '浏览量',
  `favourable_comment_rate` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '好评率',
  `description` varchar(255) NOT NULL DEFAULT '',
  `create_time` int(11) NOT NULL DEFAULT '0',
  `offline_time` int(11) NOT NULL DEFAULT '0',
  `online_time` int(11) NOT NULL DEFAULT '0',
  `delete_time` int(11) NOT NULL DEFAULT '0',
  `publish_time` int(11) NOT NULL DEFAULT '0',
  `status` tinyint(1) NOT NULL DEFAULT '0' COMMENT '0：已下架, 1：等待上架, 2：已上架, 3：已删除',
  `after_sale_services` set('0','1','2','3','4') NOT NULL DEFAULT '0' COMMENT '0：提供发票, 1：上门安装, 2：上门维修, 3：上门退货, 4:上门换货, 5：退货, 6:换货',
  `logistics_template_id` int(11) unsigned NOT NULL DEFAULT '0',
  `offline_reason` varchar(100) NOT NULL DEFAULT '' COMMENT '下架原因',
  `offline_person` varchar(20) NOT NULL DEFAULT '' COMMENT '下架人',
  `offline_uid` int(11) unsigned NOT NULL DEFAULT '0',
  `reason` varchar(100) NOT NULL DEFAULT '' COMMENT '审核原因',
  `online_person` varchar(20) NOT NULL DEFAULT '' COMMENT '上架人',
  `online_uid` int(11) unsigned NOT NULL DEFAULT '0',
  `profit_rate` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '利润率',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=197 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of goods
-- ----------------------------
INSERT INTO `goods` VALUES ('1', '1', '1', '8', null, '0', '0', '81', '汉雅空心砖', '好用，通气', 'uploads/goods.png', '50', '83', '120', '80', '80', '80', '0', '999', '0', '0', '0', '', '1499137455', '1503396368', '1499139959', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '100000');
INSERT INTO `goods` VALUES ('2', '1', '1', '3', null, '0', '0', '32', '香薰石膏粉', '白，无气泡', 'uploads/goods.png', '4500', '7500', '8000', '4600', '4600', '4600', '0', '999', '0', '0', '0', '', '1499140245', '1503396368', '1499140271', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '11111');
INSERT INTO `goods` VALUES ('3', '1', '1', '4', null, '0', '0', '43', '恒川河沙', '天然河沙 高硬度', 'uploads/goods.png', '9500', '15833', '17000', '9800', '9900', '9900', '0', '999', '0', '0', '0', '', '1499140499', '1503396368', '1499140518', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '5263');
INSERT INTO `goods` VALUES ('4', '1', '1', '5', null, '0', '0', '54', '双快水泥', '加强型快干', 'uploads/goods.png', '5500', '6000', '6500', '5600', '5700', '5700', '0', '999', '0', '0', '0', '', '1499140674', '1503396368', '1499140686', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '9091');
INSERT INTO `goods` VALUES ('5', '1', '1', '6', null, '0', '0', '65', '森固墙地面附着剂', '无毒固化剂墙地面渗透防止起灰', 'uploads/goods.png', '9000', '15000', '16000', '9300', '9500', '9500', '0', '999', '0', '0', '0', '', '1499140856', '1503396368', '1499140868', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '6667');
INSERT INTO `goods` VALUES ('6', '1', '1', '10', null, '0', '0', '106', '百尊龙骨', '高强度，硬度高', 'uploads/goods.png', '2000', '3333', '3500', '2300', '2400', '2400', '0', '999', '0', '0', '0', '', '1499149102', '1503396368', '1499149125', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '25000');
INSERT INTO `goods` VALUES ('7', '1', '1', '11', null, '0', '0', '117', '百强欧松板', '防腐防潮，稳定性好', 'uploads/goods.png', '8800', '14666', '15000', '9200', '9300', '9300', '0', '999', '0', '0', '0', '', '1499149373', '1503396368', '1499149424', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '7955');
INSERT INTO `goods` VALUES ('8', '1', '1', '12', null, '0', '0', '128', '德莉莎澳松板', '不变形，防腐', 'uploads/goods.png', '4500', '7500', '8000', '4600', '4700', '4700', '0', '999', '0', '0', '0', '', '1499149666', '1503396368', '1499149680', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '11111');
INSERT INTO `goods` VALUES ('9', '1', '1', '13', null, '0', '0', '139', '百瑞特不锈钢丝杆', '标准304 耐腐蚀性 非标定做', 'uploads/goods.png', '13000', '21666', '23000', '14000', '14500', '14500', '0', '999', '0', '0', '0', '', '1499150625', '1503396368', '1499150643', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '15385');
INSERT INTO `goods` VALUES ('10', '1', '1', '14', null, '0', '0', '1410', '百强木工板', '保证全球信赖健康环保敢承诺', 'uploads/goods.png', '15000', '25000', '17600', '17500', '17600', '17600', '0', '999', '0', '0', '0', '', '1499151219', '1503396368', '1499151241', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '20000');
INSERT INTO `goods` VALUES ('11', '1', '1', '15', null, '0', '0', '1511', '百特木工板', '时尚', 'uploads/goods.png', '16000', '26666', '28000', '18000', '18500', '18500', '0', '999', '0', '0', '0', '', '1499151460', '1503396368', '1499151486', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '18750');
INSERT INTO `goods` VALUES ('12', '1', '1', '16', null, '0', '0', '1612', '万马木工板', '美观', 'uploads/goods.png', '17000', '18333', '29000', '19000', '19500', '19500', '0', '999', '0', '0', '0', '', '1499151745', '1503396368', '1499151758', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '17647');
INSERT INTO `goods` VALUES ('13', '1', '1', '17', null, '0', '0', '1713', '百强板饰面板', '全球信赖，健康环保，时尚舒适', 'uploads/goods.png', '11500', '19166', '20000', '11700', '11700', '11800', '0', '999', '0', '0', '0', '', '1499152004', '1503396368', '1499152018', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '4348');
INSERT INTO `goods` VALUES ('14', '1', '1', '18', null, '0', '0', '1814', '兔宝宝石膏板', '官方认证，绿色环保，正品保证', 'uploads/goods.png', '3000', '5000', '6000', '3200', '3300', '3300', '0', '999', '0', '0', '0', '', '1499152457', '1503396368', '1499152469', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '16667');
INSERT INTO `goods` VALUES ('15', '1', '1', '19', null, '0', '0', '1915', '声达圣防水石膏板', '防水耐潮，卫生间厨房用', 'uploads/goods.png', '6500', '10833', '12000', '6600', '6800', '6800', '0', '999', '0', '0', '0', '', '1499152658', '1503396368', '1499152670', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '7692');
INSERT INTO `goods` VALUES ('16', '1', '1', '21', null, '0', '0', '2116', '公元优家线管', '耐腐防虫能弯曲穿线中型加厚', 'uploads/goods.png', '190', '316', '500', '220', '230', '230', '0', '999', '0', '0', '0', '', '1499153015', '1503396368', '1499153029', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '31579');
INSERT INTO `goods` VALUES ('17', '1', '1', '22', null, '0', '0', '2217', '山泽网线', '千兆传输，镀金触点，超粗线芯', 'uploads/goods.png', '600', '1000', '1100', '750', '780', '780', '0', '999', '0', '0', '0', '', '1499153232', '1503396368', '1499153244', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '33333');
INSERT INTO `goods` VALUES ('18', '1', '1', '23', null, '0', '0', '2318', '沃坦科PPR水管', '品质保证，环保耐用，显示价格 ', 'uploads/goods.png', '700', '116', '1300', '750', '780', '780', '0', '999', '0', '0', '0', '', '1499153407', '1503396368', '1499153419', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '14286');
INSERT INTO `goods` VALUES ('19', '1', '1', '179', null, '0', '0', '17919', '锐普弯头', '耐腐防虫能', 'uploads/goods.png', '250', '416', '500', '260', '280', '280', '0', '999', '0', '0', '0', '', '1499153729', '1503396368', '1499153741', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '20000');
INSERT INTO `goods` VALUES ('20', '1', '1', '25', null, '0', '0', '2520', '中财PVC管', '2年好店，权威认证，买退无忧', 'uploads/goods.png', '450', '750', '800', '480', '490', '490', '0', '999', '0', '0', '0', '', '1499153963', '1503396368', '1499153975', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '11111');
INSERT INTO `goods` VALUES ('21', '1', '1', '26', null, '0', '0', '2621', '德力西连接器', '防水官方授权，品质保障', 'uploads/goods.png', '1500', '2500', '2800', '1600', '1600', '1700', '0', '999', '0', '0', '0', '', '1499161134', '1503396368', '1499161156', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '20000');
INSERT INTO `goods` VALUES ('22', '1', '1', '27', null, '0', '0', '2722', '瑞河86型通用底盒', '省钱省力安装方便', 'uploads/goods.png', '150', '250', '280', '160', '160', '180', '0', '999', '0', '0', '0', '', '1499161333', '1503396368', '1499161345', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '33333');
INSERT INTO `goods` VALUES ('23', '1', '1', '28', null, '0', '0', '2823', '颂余金属管', '规格齐全，支持定制，品质保证 ', 'uploads/goods.png', '300', '350', '400', '320', '320', '330', '0', '999', '0', '0', '0', '', '1499161712', '1503396368', '1499161723', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '16667');
INSERT INTO `goods` VALUES ('24', '1', '1', '29', null, '0', '0', '2924', '国标阳谷bv2.5电线', '无氧铜紫铜足平方100年不换线', 'uploads/goods.png', '4800', '5000', '5500', '4850', '4900', '4900', '0', '999', '0', '0', '0', '', '1499161930', '1503396368', '1499161943', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '4167');
INSERT INTO `goods` VALUES ('25', '1', '1', '30', null, '0', '0', '3025', '德力西开关', '雅白钢架 耐阻燃', 'uploads/goods.png', '600', '650', '700', '630', '630', '640', '0', '999', '0', '0', '0', '', '1499162194', '1503396368', '1499162207', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '8333');
INSERT INTO `goods` VALUES ('26', '1', '1', '31', null, '0', '0', '3126', '爱德朗灯带', '5年质保 半年退换 畅销旗舰', 'uploads/goods.png', '600', '650', '700', '630', '630', '640', '0', '999', '0', '0', '0', '', '1499162337', '1503396368', '1499162351', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '8333');
INSERT INTO `goods` VALUES ('27', '1', '1', '32', null, '0', '0', '3227', '森尔地插', '阻尼地插 可以换功能键', 'uploads/goods.png', '4500', '4900', '5300', '4600', '4600', '4700', '0', '999', '0', '0', '0', '', '1499162536', '1503396368', '1499162550', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '8889');
INSERT INTO `goods` VALUES ('28', '1', '1', '33', null, '0', '0', '3328', '艺莎304不锈钢长条形地漏', '退水快 加厚防臭地漏 ', 'uploads/goods.png', '4500', '4900', '5300', '4600', '4600', '4700', '0', '999', '0', '0', '0', '', '1499162624', '1503396368', '1499162637', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '8889');
INSERT INTO `goods` VALUES ('29', '1', '1', '35', null, '0', '0', '3329', '房屋卫士屋顶防水涂料', '防水不漏水噢耶', 'uploads/goods.png', '20000', '21000', '23000', '20500', '20500', '20800', '0', '999', '0', '0', '0', '', '1499162810', '1503396368', '1499162822', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '5000');
INSERT INTO `goods` VALUES ('30', '1', '1', '37', null, '0', '0', '3730', '客唐堵漏胶', '透明防水胶 皮肤式防水 透明美观', 'uploads/goods.png', '9600', '10000', '10500', '9800', '9800', '9900', '0', '999', '0', '0', '0', '', '1499217727', '1503396368', '1499217746', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '4167');
INSERT INTO `goods` VALUES ('31', '1', '1', '38', null, '0', '0', '3831', '房屋卫士补漏卷材', '一贴止漏 轻松方便', 'uploads/goods.png', '5000', '5500', '6000', '5300', '5300', '5400', '0', '999', '0', '0', '0', '', '1499217908', '1503396368', '1499217923', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '10000');
INSERT INTO `goods` VALUES ('32', '1', '1', '40', null, '0', '0', '4032', '特唯思仿大理石材线条罗马柱', '大气美观上档次', 'uploads/goods.png', '14800', '15500', '16000', '15300', '15300', '15400', '0', '999', '0', '0', '0', '', '1499218041', '1503396368', '1499218058', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '4730');
INSERT INTO `goods` VALUES ('33', '1', '1', '41', null, '0', '0', '4133', '汉高百得勾缝剂', '防霉性强 易清洁 抗开裂', 'uploads/goods.png', '5000', '5500', '6000', '5400', '5400', '5450', '0', '999', '0', '0', '0', '', '1499218185', '1503396368', '1499218198', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '10000');
INSERT INTO `goods` VALUES ('34', '1', '1', '42', null, '0', '0', '4234', '汉高百得美缝剂', '防霉性强 易清洁 抗开裂', 'uploads/goods.png', '5000', '5500', '6000', '5400', '5400', '5450', '0', '999', '0', '0', '0', '', '1499218306', '1503396368', '1499218319', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '10000');
INSERT INTO `goods` VALUES ('35', '1', '1', '45', null, '2', '0', '4535', '欧肯强化复合木地板', '榆木浮雕 现代简约风 包安装', 'uploads/goods.png', '9500', '10000', '11000', '9800', '9800', '9900', '0', '999', '0', '0', '0', '', '1499218933', '1503396368', '1499218948', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '5263');
INSERT INTO `goods` VALUES ('36', '1', '1', '45', null, '1', '0', '4536', '信合复合木地板', '复古做旧 个性色彩 厂家直销', 'uploads/goods.png', '4500', '5000', '5500', '4600', '4600', '4700', '0', '999', '0', '0', '0', '', '1499219565', '1503396368', '1499219582', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '11111');
INSERT INTO `goods` VALUES ('37', '1', '1', '46', null, '1', '1', '4537', '青格勒客厅地毯', '经典欧式 防尘阻燃 防潮透气', 'uploads/goods.png', '30000', '35000', '40000', '34000', '34000', '34500', '0', '999', '0', '0', '0', '', '1499220231', '1503396368', '1499220268', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '16667');
INSERT INTO `goods` VALUES ('38', '1', '1', '46', null, '1', '2', '4638', '港龙中式地毯', '让色彩更动人', 'uploads/goods.png', '35000', '40000', '42000', '38000', '38000', '38500', '0', '999', '0', '0', '0', '', '1499220615', '1503396368', '1499220631', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '14286');
INSERT INTO `goods` VALUES ('39', '1', '1', '46', null, '2', '2', '4639', '港龙高级中式地毯', '让色彩更动人', 'uploads/goods.png', '40000', '45000', '48000', '43000', '43000', '42000', '0', '999', '0', '0', '0', '', '1499220894', '1503396368', '1499220912', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '12500');
INSERT INTO `goods` VALUES ('40', '1', '1', '46', null, '2', '1', '4640', '港龙高级中式地毯', '让色彩更动人', 'uploads/goods.png', '33000', '36000', '38000', '35000', '35500', '35500', '0', '999', '0', '0', '0', '', '1499221168', '1503396368', '1499221184', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '9091');
INSERT INTO `goods` VALUES ('41', '1', '1', '48', null, '1', '0', '4841', '三棵树乳胶漆底漆', '内墙底漆 抗碱防霉 健康环保', 'uploads/goods.png', '30000', '35000', '40000', '33000', '33500', '33500', '0', '999', '0', '0', '0', '', '1499305040', '1503396368', '1499305058', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '16667');
INSERT INTO `goods` VALUES ('42', '1', '1', '48', null, '2', '0', '4842', '巨欧磁性漆 底漆', '原装材料 正品保证 磁性漆', 'uploads/goods.png', '8000', '10000', '12000', '9000', '9500', '9500', '0', '999', '0', '0', '0', '', '1499305626', '1503396368', '1499305670', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '25000');
INSERT INTO `goods` VALUES ('43', '1', '1', '49', null, '1', '0', '4943', '晨阳水漆面漆', '优异耐擦洗 高遮盖力 抗菌防霉', 'uploads/goods.png', '28000', '30000', '30000', '29000', '29500', '29500', '0', '999', '0', '0', '0', '', '1499306031', '1503396368', '1499306045', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '7143');
INSERT INTO `goods` VALUES ('44', '1', '1', '49', null, '2', '0', '4944', '立邦漆 净味乳胶漆面漆', '居然之家直供 立邦净味技术', 'uploads/goods.png', '15000', '16000', '16000', '15200', '15500', '15500', '0', '999', '0', '0', '0', '', '1499306469', '1503396368', '1499306486', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '6667');
INSERT INTO `goods` VALUES ('45', '1', '1', '50', null, '0', '0', '5045', '森固墙地固绿色界面剂', '新品上市 送工具', 'uploads/goods.png', '9600', '11000', '12000', '9900', '10500', '10500', '0', '999', '0', '0', '0', '', '1499306687', '1503396368', '1499306714', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '14583');
INSERT INTO `goods` VALUES ('46', '1', '1', '51', null, '0', '1', '5146', '建骏石膏线条阴角线', '质量好 不开裂 不发黄', 'uploads/goods.png', '1700', '2000', '2100', '1900', '1950', '1950', '0', '999', '0', '0', '0', '', '1499307212', '1503396368', '1499307224', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '17647');
INSERT INTO `goods` VALUES ('47', '1', '1', '51', null, '0', '2', '5147', '穗申中式石膏线条阴角线', '质量好 不开裂 不发黄', 'uploads/goods.png', '4500', '5000', '5500', '4800', '4900', '4900', '0', '999', '0', '0', '0', '', '1499320402', '1503396368', '1499320417', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '11111');
INSERT INTO `goods` VALUES ('48', '1', '1', '52', null, '1', '0', '5248', '掘优聚酯漆', '高耐磨高硬度 防水防潮耐温', 'uploads/goods.png', '7800', '8800', '9500', '8200', '8600', '8600', '0', '999', '0', '0', '0', '', '1499320723', '1503396368', '1499320738', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '12821');
INSERT INTO `goods` VALUES ('49', '1', '1', '52', null, '2', '0', '5249', '多乐士油聚酯面漆', '品质保障 贴心服务 热销过万', 'uploads/goods.png', '16000', '16500', '18000', '16300', '16400', '16400', '0', '999', '0', '0', '0', '', '1499320863', '1503396368', '1499320878', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '3125');
INSERT INTO `goods` VALUES ('50', '1', '1', '53', null, '1', '0', '5350', '多乐士油聚酯清漆', '品质保障 贴心服务 热销过万', 'uploads/goods.png', '17500', '19000', '20000', '18000', '18800', '18800', '0', '999', '0', '0', '0', '', '1499321002', '1503396368', '1499321018', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '8571');
INSERT INTO `goods` VALUES ('51', '1', '1', '53', null, '2', '0', '5351', '紫荆清漆防腐木漆 聚酯清漆', '低气味流平好漆膜丰满', 'uploads/goods.png', '25000', '26000', '28000', '25500', '25800', '25800', '0', '999', '0', '0', '0', '', '1499321347', '1503396368', '1499321360', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '4000');
INSERT INTO `goods` VALUES ('52', '1', '1', '54', null, '1', '0', '5452', 'ICOCO聚氨酯漆色漆', '容易涂刷 适合DIY涂刷', 'uploads/goods.png', '8000', '8800', '9000', '8200', '8400', '8400', '0', '999', '0', '0', '0', '', '1499321526', '1503396368', '1499321539', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '10000');
INSERT INTO `goods` VALUES ('53', '1', '1', '54', null, '2', '0', '5453', 'ICOCO聚氨酯漆色漆', '容易涂刷 适合DIY涂刷', 'uploads/goods.png', '12000', '16000', '18000', '14000', '15000', '15000', '0', '999', '0', '0', '0', '', '1499321653', '1503396368', '1499321665', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '33333');
INSERT INTO `goods` VALUES ('54', '1', '1', '36', null, '0', '0', '3654', '慕凯风LOFT自流平', '回归自然 复古做旧 傻瓜式施工', 'uploads/goods.png', '75000', '80000', '90000', '78000', '78500', '78500', '0', '999', '0', '0', '0', '', '1499321869', '1503396368', '1499321887', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '6667');
INSERT INTO `goods` VALUES ('55', '1', '1', '55', null, '1', '0', '5555', '德高内墙防潮腻子粉', '满600 主城区48小时送货上楼', 'uploads/goods.png', '7900', '8500', '10000', '8000', '8300', '8300', '0', '999', '0', '0', '0', '', '1499322043', '1503396368', '1499322056', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '7595');
INSERT INTO `goods` VALUES ('56', '1', '1', '55', null, '2', '0', '5556', '房屋医生腻子', '墙面修补 操作简单', 'uploads/goods.png', '11800', '13000', '15000', '12500', '12800', '12800', '0', '999', '0', '0', '0', '', '1499322190', '1503396368', '1499322202', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '10169');
INSERT INTO `goods` VALUES ('57', '1', '1', '57', null, '1', '1', '5757', '佛山防滑砖地', '百分之百是佛山优等品', 'uploads/goods.png', '2500', '3500', '3500', '3000', '3200', '3200', '0', '999', '0', '0', '0', '', '1499329507', '1503396368', '1499406596', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '40000');
INSERT INTO `goods` VALUES ('58', '1', '1', '57', null, '2', '1', '5758', '诺贝尔瓷砖全抛釉地砖', '热卖爆款 十年质保 送货入户', 'uploads/goods.png', '9900', '11000', '12000', '10000', '10500', '10500', '0', '999', '0', '0', '0', '', '1499329753', '1503396368', '1499406827', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '11111');
INSERT INTO `goods` VALUES ('59', '1', '1', '57', null, '1', '2', '5759', '罗浮威尔复古田园地砖', '配角花 免费设计 佛山全瓷', 'uploads/goods.png', '3000', '4000', '4500', '3500', '3800', '3800', '0', '999', '0', '0', '0', '', '1499329987', '1503396368', '1499407119', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '33333');
INSERT INTO `goods` VALUES ('60', '1', '1', '57', null, '2', '2', '5760', '诺贝尔全抛釉地砖', '品牌直营，正品保障', 'uploads/goods.png', '13000', '15000', '16000', '14500', '14600', '14600', '0', '999', '0', '0', '0', '', '1499330156', '1503396368', '1499407254', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '15385');
INSERT INTO `goods` VALUES ('61', '1', '1', '58', null, '1', '1', '5861', '北欧 仿实木墙砖', '三千包德邦伍千包送货', 'uploads/goods.png', '1200', '1500', '1800', '1300', '1400', '1400', '0', '999', '0', '0', '0', '', '1499330484', '1503396368', '1499330496', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '25000');
INSERT INTO `goods` VALUES ('62', '1', '1', '58', null, '1', '1', '5862', '罗浮威尔仿古砖墙砖', '佛山全瓷 自然跳色', 'uploads/goods.png', '1400', '2000', '2200', '1800', '1900', '1900', '0', '999', '0', '0', '0', '', '1499330654', '1503396368', '1499330667', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '42857');
INSERT INTO `goods` VALUES ('63', '1', '1', '58', null, '1', '2', '5863', '玻璃镜面欧式墙砖', '3年好店，权威认证', 'uploads/goods.png', '1800', '2200', '2500', '2000', '2100', '2100', '0', '999', '0', '0', '0', '', '1499330803', '1503396368', '1499330819', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '22222');
INSERT INTO `goods` VALUES ('64', '1', '1', '58', null, '2', '2', '5864', '北欧风釉面砖亮光墙砖', '6年好店，权威认证，买退无忧', 'uploads/goods.png', '4000', '5500', '6000', '5000', '5200', '5200', '0', '999', '0', '0', '0', '', '1499330975', '1503396368', '1499330990', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '37500');
INSERT INTO `goods` VALUES ('65', '1', '1', '60', null, '0', '0', '6065', '中国黑大理石', '无杂质，完美', 'uploads/goods.png', '15000', '16000', '17000', '15500', '15600', '15600', '0', '999', '0', '0', '0', '', '1499331140', '1503396368', '1499331153', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '6667');
INSERT INTO `goods` VALUES ('66', '1', '1', '61', null, '0', '0', '6166', '漳州花岗岩大理石', '便宜性价比高', 'uploads/goods.png', '6000', '6500', '6800', '6300', '6400', '6400', '0', '999', '0', '0', '0', '', '1499331268', '1503396368', '1499331285', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '8333');
INSERT INTO `goods` VALUES ('67', '1', '1', '63', null, '1', '0', '6367', '厚平板集成铝天花吊顶 铝扣板', '7天包换买家保障', 'uploads/goods.png', '2400', '2600', '3000', '2500', '2550', '2550', '0', '999', '0', '0', '0', '', '1499331504', '1503396368', '1499331518', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '8333');
INSERT INTO `goods` VALUES ('68', '1', '1', '63', null, '2', '0', '6368', '10mm孔径铝扣板', '阻燃、防腐、防潮装拆方便', 'uploads/goods.png', '3400', '3600', '4000', '3500', '3550', '3550', '0', '999', '0', '0', '0', '', '1499332835', '1503396368', '1499332851', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '5882');
INSERT INTO `goods` VALUES ('69', '1', '1', '64', null, '1', '0', '6469', '宜佳生态木材料墙裙', '厂家直销 现货', 'uploads/goods.png', '400', '450', '480', '430', '440', '440', '0', '999', '0', '0', '0', '', '1499333093', '1503396368', '1499333116', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '12500');
INSERT INTO `goods` VALUES ('70', '1', '1', '64', null, '2', '0', '6470', '临沂厂家 生态木', '物美价廉', 'uploads/goods.png', '500', '550', '600', '530', '540', '540', '0', '999', '0', '0', '0', '', '1499333255', '1503396368', '1499333269', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '10000');
INSERT INTO `goods` VALUES ('71', '1', '1', '65', null, '1', '0', '6571', '旗松碳化木材料 户外防腐木', '急速售后，高品质', 'uploads/goods.png', '1200', '1500', '1800', '1300', '1400', '1400', '0', '999', '0', '0', '0', '', '1499333444', '1503396368', '1499333457', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '25000');
INSERT INTO `goods` VALUES ('72', '1', '1', '65', null, '2', '0', '6572', '旗松碳化木材料 户外防腐木', '防腐剂和户外好效果，表面干净', 'uploads/goods.png', '2000', '2500', '2800', '2200', '2300', '2300', '0', '999', '0', '0', '0', '', '1499333555', '1503396368', '1499333568', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '25000');
INSERT INTO `goods` VALUES ('73', '1', '1', '66', null, '1', '0', '6673', '欧普风暖浴霸', '高端性价比 速热', 'uploads/goods.png', '35000', '40000', '45000', '38000', '39000', '39000', '0', '999', '0', '0', '0', '', '1499333695', '1503396368', '1499333710', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '14286');
INSERT INTO `goods` VALUES ('74', '1', '1', '66', null, '2', '0', '6674', '奥普浴霸', '风暖暖风浴霸 嵌入式', 'uploads/goods.png', '65000', '70000', '70000', '66000', '67000', '67000', '0', '999', '0', '0', '0', '', '1499333796', '1503396368', '1499333810', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '7692');
INSERT INTO `goods` VALUES ('75', '1', '1', '68', null, '1', '0', '6875', '松日排气扇换气扇', '如快递破损免费换新', 'uploads/goods.png', '7800', '8500', '9000', '8200', '8300', '8300', '0', '999', '0', '0', '0', '', '1499333932', '1503396368', '1499333947', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '8974');
INSERT INTO `goods` VALUES ('76', '1', '1', '68', null, '2', '0', '6876', '欣歌排风扇大功率强力风换气扇', '天猫正品 品质保障 工厂直销', 'uploads/goods.png', '12800', '14500', '15000', '14000', '14300', '14300', '0', '999', '0', '0', '0', '', '1499334165', '1503396368', '1499334179', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '13281');
INSERT INTO `goods` VALUES ('77', '1', '1', '69', null, '1', '0', '6977', '鸟巢现代简约LED吸顶灯饰', '耗电0.03度每小时', 'uploads/goods.png', '15000', '17000', '17500', '16500', '16600', '16600', '0', '999', '0', '0', '0', '', '1499334341', '1503396368', '1499334353', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '13333');
INSERT INTO `goods` VALUES ('78', '1', '1', '69', null, '2', '0', '6978', '卧室灯具浪漫温馨 吸顶灯', '多款式可选', 'uploads/goods.png', '22900', '25000', '26000', '24500', '24600', '24600', '0', '999', '0', '0', '0', '', '1499334471', '1503396368', '1499334483', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '9170');
INSERT INTO `goods` VALUES ('79', '1', '1', '57', null, '1', '1', '5779', '佛山防滑砖地', '百分之百是佛山优等品', 'uploads/goods.png', '2500', '3500', '3500', '3000', '3200', '3200', '0', '999', '0', '0', '0', '', '1499407447', '1503396368', '1499407486', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '40000');
INSERT INTO `goods` VALUES ('80', '1', '1', '57', null, '1', '1', '5780', '佛山防滑砖地', '百分之百是佛山优等品', 'uploads/goods.png', '2500', '3500', '3500', '3000', '3200', '3200', '0', '999', '0', '0', '0', '', '1499407558', '1503396368', '1499407595', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '40000');
INSERT INTO `goods` VALUES ('81', '1', '1', '57', null, '2', '1', '5781', '诺贝尔瓷砖全抛釉地砖', '热卖爆款 十年质保 送货入户', 'uploads/goods.png', '9900', '11000', '12000', '10000', '10500', '10500', '0', '999', '0', '0', '0', '', '1499407853', '1503396368', '1499407872', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '11111');
INSERT INTO `goods` VALUES ('82', '1', '1', '57', null, '2', '1', '5782', '诺贝尔瓷砖全抛釉地砖', '热卖爆款 十年质保 送货入户', 'uploads/goods.png', '9900', '11000', '12000', '10000', '10500', '10500', '0', '999', '0', '0', '0', '', '1499407908', '1503396368', '1499407921', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '11111');
INSERT INTO `goods` VALUES ('83', '1', '1', '57', null, '1', '2', '5783', '罗浮威尔复古田园地砖', '配角花 免费设计 佛山全瓷', 'uploads/goods.png', '3000', '4000', '4500', '3500', '3800', '3800', '0', '999', '0', '0', '0', '', '1499408083', '1503396368', '1499408099', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '33333');
INSERT INTO `goods` VALUES ('84', '1', '1', '57', null, '1', '2', '5784', '罗浮威尔复古田园地砖', '配角花 免费设计 佛山全瓷', 'uploads/goods.png', '3000', '4000', '4500', '3500', '3800', '3800', '0', '999', '0', '0', '0', '', '1499408133', '1503396368', '1499408153', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '33333');
INSERT INTO `goods` VALUES ('85', '1', '1', '57', null, '2', '2', '5785', '诺贝尔全抛釉地砖', '品牌直营，正品保障', 'uploads/goods.png', '13000', '15000', '16000', '14500', '14600', '14600', '0', '999', '0', '0', '0', '', '1499408278', '1503396368', '1499408291', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '15385');
INSERT INTO `goods` VALUES ('86', '1', '1', '57', null, '2', '2', '5786', '诺贝尔全抛釉地砖', '品牌直营，正品保障', 'uploads/goods.png', '13000', '15000', '16000', '14500', '14600', '14600', '0', '999', '0', '0', '0', '', '1499408332', '1503396368', '1499408346', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '15385');
INSERT INTO `goods` VALUES ('87', '1', '1', '71', null, '1', '0', '7187', '欧式实木E0级护墙板', '个性定制，权威认证', 'uploads/goods.png', '23000', '25000', '28000', '24000', '24500', '24500', '0', '999', '0', '0', '0', '', '1499477368', '1503396368', '1499477411', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '8696');
INSERT INTO `goods` VALUES ('88', '1', '1', '71', null, '2', '0', '7188', '欧式实木护墙板', '全国包安装 水性漆', 'uploads/goods.png', '40000', '45000', '46000', '43000', '44000', '44000', '0', '999', '0', '0', '0', '', '1499477511', '1503396368', '1499477525', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '12500');
INSERT INTO `goods` VALUES ('89', '1', '1', '73', null, '1', '0', '7389', '京岳田园藤编屏风折屏 衣间隔断', '时尚环保材料 国标金属配件', 'uploads/goods.png', '14000', '15000', '16000', '15500', '15600', '15600', '0', '999', '0', '0', '0', '', '1499477794', '1503396368', '1499477807', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '7143');
INSERT INTO `goods` VALUES ('90', '1', '1', '73', null, '2', '0', '7390', '藤编布艺屏风隔断', '实木边框，优质防水油画布', 'uploads/goods.png', '17000', '18000', '19000', '17500', '17300', '17300', '0', '999', '0', '0', '0', '', '1499477936', '1503396368', '1499477948', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '5882');
INSERT INTO `goods` VALUES ('91', '1', '1', '180', null, '0', '0', '18091', '304不锈钢自攻螺丝钉', '304 不锈钢材质', 'uploads/goods.png', '500', '800', '900', '600', '700', '700', '0', '999', '0', '0', '0', '', '1499478062', '1503396368', '1499478072', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '60000');
INSERT INTO `goods` VALUES ('92', '1', '1', '183', null, '0', '0', '18392', '欧式阳台花架 铁艺', '欧式花架 清新优雅 厂家直销', 'uploads/goods.png', '3300', '3500', '3800', '3400', '3450', '3450', '0', '999', '0', '0', '0', '', '1499479727', '1503396368', '1499479765', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '6061');
INSERT INTO `goods` VALUES ('93', '1', '1', '76', null, '1', '0', '7693', '九牧全自动洗衣机专业水龙头', '优质陶瓷阀芯精铜阀体', 'uploads/goods.png', '3800', '4500', '4800', '4200', '4300', '4300', '0', '999', '0', '0', '0', '', '1499480041', '1503396368', '1499480069', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '18421');
INSERT INTO `goods` VALUES ('94', '1', '1', '76', null, '2', '0', '7694', '全铜 家用水龙头', '真正的黄铜铸造的厨房', 'uploads/goods.png', '6000', '6500', '7000', '6200', '6300', '6300', '0', '999', '0', '0', '0', '', '1499480153', '1503396368', '1499480164', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '8333');
INSERT INTO `goods` VALUES ('95', '1', '1', '77', null, '1', '1', '7795', '富颢甲级防盗门', '指纹锁 门中门 通风防蚊虫', 'uploads/goods.png', '90000', '100000', '110000', '95000', '97000', '97000', '0', '999', '0', '0', '0', '', '1499652191', '1503396368', '1499652289', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '11111');
INSERT INTO `goods` VALUES ('96', '1', '1', '77', null, '1', '2', '7796', '高雅居甲级安全门防盗门', '安全无忧', 'uploads/goods.png', '170000', '180000', '190000', '175000', '178000', '178000', '0', '999', '0', '0', '0', '', '1499652797', '1503396368', '1499652815', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '5882');
INSERT INTO `goods` VALUES ('97', '1', '1', '77', null, '2', '1', '7797', '顶上情怀 甲级简约防盗门', '内锁防暴扣 三年质保', 'uploads/goods.png', '200000', '210000', '220000', '205000', '207000', '207000', '0', '999', '0', '0', '0', '', '1499653053', '1503396368', '1499653074', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '5000');
INSERT INTO `goods` VALUES ('98', '1', '1', '77', null, '2', '2', '7798', '高雅居 甲级安全通风防盗门', '性价比之王', 'uploads/goods.png', '230000', '240000', '240000', '235000', '237000', '237000', '0', '999', '0', '0', '0', '', '1499653167', '1503396368', '1499653178', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '4348');
INSERT INTO `goods` VALUES ('99', '1', '1', '79', null, '1', '0', '7999', '众冉推拉式门窗', '包测量安装 五年质保 ', 'uploads/goods.png', '15000', '15500', '16000', '15300', '15400', '15400', '0', '999', '0', '0', '0', '', '1499653351', '1503396368', '1499653364', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '3333');
INSERT INTO `goods` VALUES ('100', '1', '1', '79', null, '2', '0', '79100', '高档推拉式折叠纱窗纱门', '豪华没有下轨，推拉方便', 'uploads/goods.png', '19000', '21000', '22000', '20000', '20500', '20500', '0', '999', '0', '0', '0', '', '1499653499', '1503396368', '1499653511', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '10526');
INSERT INTO `goods` VALUES ('101', '1', '1', '95', null, '1', '1', '95101', '房门 复合实木门', '外观简洁大方，节省', 'uploads/goods.png', '45000', '50000', '55000', '48000', '48500', '48500', '0', '999', '0', '0', '0', '', '1499654483', '1503396368', '1499654497', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '11111');
INSERT INTO `goods` VALUES ('102', '1', '1', '95', null, '1', '2', '95102', '尚品免漆实木门', '五年质保 十年品牌', 'uploads/goods.png', '90000', '95000', '100000', '94000', '94500', '94500', '0', '999', '0', '0', '0', '', '1499665621', '1503396368', '1499665633', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '5556');
INSERT INTO `goods` VALUES ('103', '1', '1', '95', null, '2', '1', '95103', 'TATA 简约室内木门', '0元设计', 'uploads/goods.png', '130000', '150000', '155000', '145000', '146000', '146000', '0', '999', '0', '0', '0', '', '1499665790', '1503396368', '1499665802', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '15385');
INSERT INTO `goods` VALUES ('104', '1', '1', '95', null, '2', '2', '95104', '满欣甲级进户门中式木门', '安装到户 锌钛合金钢板制作', 'uploads/goods.png', '150000', '160000', '170000', '155000', '158000', '158000', '0', '999', '0', '0', '0', '', '1499665936', '1503396368', '1499665947', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '6667');
INSERT INTO `goods` VALUES ('105', '1', '1', '96', null, '0', '1', '96105', '楚翔夹层楼梯', '节约空间，美观', 'uploads/goods.png', '500000', '540000', '550000', '530000', '535000', '535000', '0', '999', '0', '0', '0', '', '1499666454', '1503396368', '1499666470', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '8000');
INSERT INTO `goods` VALUES ('106', '1', '1', '96', null, '0', '2', '96106', '红旗楼梯', '坚固大气', 'uploads/goods.png', '600000', '660000', '700000', '640000', '650000', '650000', '0', '999', '0', '0', '0', '', '1499666581', '1503396368', '1499666592', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '10000');
INSERT INTO `goods` VALUES ('107', '1', '1', '96', null, '0', '1', '96107', '楚翔夹层楼梯', '节约空间，美观', 'uploads/goods.png', '800000', '840000', '850000', '830000', '835000', '835000', '0', '999', '0', '0', '0', '', '1499667355', '1503396368', '1499667366', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '5000');
INSERT INTO `goods` VALUES ('108', '1', '1', '96', null, '0', '1', '96108', '楚翔夹层楼梯', '节约空间，美观', 'uploads/goods.png', '800000', '840000', '850000', '830000', '835000', '835000', '0', '999', '0', '0', '0', '', '1499667439', '1503396368', '1499667453', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '5000');
INSERT INTO `goods` VALUES ('109', '1', '1', '96', null, '0', '1', '96109', '楚翔夹层楼梯', '节约空间，美观', 'uploads/goods.png', '800000', '840000', '850000', '830000', '835000', '835000', '0', '999', '0', '0', '0', '', '1499667496', '1503396368', '1499667507', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '5000');
INSERT INTO `goods` VALUES ('110', '1', '1', '96', null, '0', '1', '96110', '楚翔夹层楼梯', '节约空间，美观', 'uploads/goods.png', '800000', '840000', '850000', '830000', '835000', '835000', '0', '999', '0', '0', '0', '', '1499667537', '1503396368', '1499667549', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '5000');
INSERT INTO `goods` VALUES ('111', '1', '1', '96', null, '0', '2', '96111', '红旗楼梯', '坚固大气', 'uploads/goods.png', '900000', '960000', '1000000', '940000', '950000', '950000', '0', '999', '0', '0', '0', '', '1499667687', '1503396368', '1499667698', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '6667');
INSERT INTO `goods` VALUES ('112', '1', '1', '96', null, '0', '2', '96112', '红旗楼梯', '坚固大气', 'uploads/goods.png', '900000', '960000', '1000000', '940000', '950000', '950000', '0', '999', '0', '0', '0', '', '1499667737', '1503396368', '1499667752', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '6667');
INSERT INTO `goods` VALUES ('113', '1', '1', '96', null, '0', '2', '96113', '红旗楼梯', '坚固大气', 'uploads/goods.png', '900000', '960000', '1000000', '940000', '950000', '950000', '0', '999', '0', '0', '0', '', '1499667780', '1503396368', '1499667790', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '6667');
INSERT INTO `goods` VALUES ('114', '1', '1', '96', null, '0', '2', '96114', '红旗楼梯', '坚固大气', 'uploads/goods.png', '900000', '960000', '1000000', '940000', '950000', '950000', '0', '999', '0', '0', '0', '', '1499667817', '1503396368', '1499667828', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '6667');
INSERT INTO `goods` VALUES ('115', '1', '1', '97', null, '1', '1', '97115', '约现代经济型组装衣橱', '收藏宝贝 优先发货', 'uploads/goods.png', '30000', '40000', '50000', '45000', '48000', '48000', '0', '999', '0', '0', '0', '', '1499667987', '1503396368', '1499667998', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '33333');
INSERT INTO `goods` VALUES ('116', '1', '1', '97', null, '1', '2', '97116', '实木质板式组合整体衣柜4门大衣柜', '无甲醛、无异味，绿色环保', 'uploads/goods.png', '45000', '60000', '70000', '55000', '58000', '58000', '0', '999', '0', '0', '0', '', '1499668082', '1503396368', '1499668093', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '33333');
INSERT INTO `goods` VALUES ('117', '1', '1', '97', null, '2', '1', '97117', '简约现代板式衣橱', '安全环保，时尚外观', 'uploads/goods.png', '120000', '130000', '140000', '125000', '128000', '128000', '0', '999', '0', '0', '0', '', '1499668200', '1503396368', '1499668211', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '8333');
INSERT INTO `goods` VALUES ('118', '1', '1', '97', null, '2', '2', '97118', '全实木衣柜家具4门大衣柜', '全国2000城包送装', 'uploads/goods.png', '200000', '210000', '220000', '205000', '206000', '206000', '0', '999', '0', '0', '0', '', '1499668309', '1503396368', '1499668321', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '5000');
INSERT INTO `goods` VALUES ('119', '1', '1', '101', null, '1', '1', '101119', '整体橱柜定做现代简约', '克诺斯邦进口柜体', 'uploads/goods.png', '100000', '120000', '130000', '110000', '115000', '115000', '0', '999', '0', '0', '0', '', '1499668438', '1503396368', '1499668449', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '20000');
INSERT INTO `goods` VALUES ('120', '1', '1', '101', null, '1', '2', '101120', '伟天欧式整体橱柜', '个性定制，权威认证，服务无忧', 'uploads/goods.png', '140000', '150000', '160000', '145000', '148000', '148000', '0', '999', '0', '0', '0', '', '1499668569', '1503396368', '1499668580', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '7143');
INSERT INTO `goods` VALUES ('121', '1', '1', '101', null, '2', '1', '101121', '鑫诺伟天整体橱柜定做', '个性定制，权威认证，服务无忧', 'uploads/goods.png', '170000', '180000', '190000', '172000', '176000', '176000', '0', '999', '0', '0', '0', '', '1499668681', '1503396368', '1499668690', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '5882');
INSERT INTO `goods` VALUES ('122', '1', '1', '101', null, '2', '2', '101122', '艾然家居 欧式北欧实木橱柜', '同城上门测量送货到户', 'uploads/goods.png', '190000', '210000', '220000', '200000', '205000', '205000', '0', '999', '0', '0', '0', '', '1499668796', '1503396368', '1499668807', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '10526');
INSERT INTO `goods` VALUES ('123', '1', '1', '107', null, '1', '1', '107123', '帕沙曼 棉麻北欧布艺简约沙发', '5年好店，权威认证', 'uploads/goods.png', '170000', '190000', '200000', '185000', '186000', '186000', '0', '999', '0', '0', '0', '', '1499668914', '1503396368', '1499668925', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '11765');
INSERT INTO `goods` VALUES ('124', '1', '1', '107', null, '1', '2', '107124', '酶切客厅真皮沙发', '超值优惠', 'uploads/goods.png', '270000', '280000', '300000', '285000', '284000', '284000', '0', '999', '0', '0', '0', '', '1499669659', '1503396368', '1499669669', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '3704');
INSERT INTO `goods` VALUES ('125', '1', '1', '107', null, '2', '1', '107125', '美食梦沙发', '大气简约', 'uploads/goods.png', '350000', '360000', '380000', '355000', '357000', '357000', '0', '999', '0', '0', '0', '', '1499670037', '1503396368', '1499670049', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '2857');
INSERT INTO `goods` VALUES ('126', '1', '1', '107', null, '2', '2', '107126', '芝华仕头等舱沙发', '芝华仕头等舱沙发', 'uploads/goods.png', '400000', '450000', '480000', '420000', '430000', '430000', '0', '999', '0', '0', '0', '', '1499670146', '1503396368', '1499670156', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '12500');
INSERT INTO `goods` VALUES ('127', '1', '1', '108', null, '1', '1', '108127', '择木宜居简约现代茶几', '如需入户安装请联系客服补相应费用', 'uploads/goods.png', '25000', '27000', '28000', '26500', '26800', '26800', '0', '999', '0', '0', '0', '', '1499670431', '1503396368', '1499670447', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '8000');
INSERT INTO `goods` VALUES ('128', '1', '1', '108', null, '1', '2', '108128', '美邦择木宜居现代茶几', '超值优惠', 'uploads/goods.png', '35000', '37000', '38000', '36500', '36800', '36800', '0', '999', '0', '0', '0', '', '1499670546', '1503396368', '1499670557', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '5714');
INSERT INTO `goods` VALUES ('129', '1', '1', '108', null, '2', '1', '108129', '全球化高级茶几', '超值优惠', 'uploads/goods.png', '40000', '45000', '47000', '44000', '44500', '44500', '0', '999', '0', '0', '0', '', '1499670658', '1503396368', '1499670672', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '12500');
INSERT INTO `goods` VALUES ('130', '1', '1', '108', null, '2', '2', '108130', '西湖中式茶几', '同城上门测量送货到户', 'uploads/goods.png', '50000', '55000', '57000', '54000', '54500', '54500', '0', '999', '0', '0', '0', '', '1499671019', '1503396368', '1499671031', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '10000');
INSERT INTO `goods` VALUES ('131', '1', '1', '109', null, '1', '1', '109131', '木象牙白色电视柜', '结实牢固、不易变形！', 'uploads/goods.png', '60000', '65000', '66000', '64000', '64500', '64500', '0', '999', '0', '0', '0', '', '1499671520', '1503396368', '1499671531', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '8333');
INSERT INTO `goods` VALUES ('132', '1', '1', '109', null, '1', '2', '109132', '金丝欗木电视柜', '大气复古！', 'uploads/goods.png', '65000', '70000', '71000', '69000', '69500', '69500', '0', '999', '0', '0', '0', '', '1499671656', '1503396368', '1499671671', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '7692');
INSERT INTO `goods` VALUES ('133', '1', '1', '109', null, '2', '1', '109133', '高级防腐实木电视柜', '上门安装，免运费！', 'uploads/goods.png', '70000', '73000', '75000', '72000', '72500', '72500', '0', '999', '0', '0', '0', '', '1499671769', '1503396368', '1499671779', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '4286');
INSERT INTO `goods` VALUES ('134', '1', '1', '109', null, '2', '2', '109134', '中式复古电视柜', '性价比之王！', 'uploads/goods.png', '72000', '75000', '77000', '74500', '74800', '74800', '0', '999', '0', '0', '0', '', '1499671860', '1503396368', '1499671873', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '4167');
INSERT INTO `goods` VALUES ('135', '1', '1', '110', null, '1', '1', '110135', '浪度家居八角餐桌椅组合', '高档全实木 5年退换货！', 'uploads/goods.png', '130000', '150000', '160000', '140000', '145000', '145000', '0', '999', '0', '0', '0', '', '1499671982', '1503396368', '1499671995', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '15385');
INSERT INTO `goods` VALUES ('136', '1', '1', '110', null, '1', '2', '110136', '美达家居餐桌椅组合', '大气复古！', 'uploads/goods.png', '140000', '160000', '170000', '150000', '155000', '155000', '0', '999', '0', '0', '0', '', '1499672109', '1503396368', '1499672121', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '14286');
INSERT INTO `goods` VALUES ('137', '1', '1', '110', null, '2', '1', '110137', '浪飞实木餐桌椅组合', '大气简约！', 'uploads/goods.png', '145000', '165000', '175000', '155000', '160000', '160000', '0', '999', '0', '0', '0', '', '1499672246', '1503396368', '1499672256', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '13793');
INSERT INTO `goods` VALUES ('138', '1', '1', '110', null, '2', '2', '110138', '美签里实木餐桌椅组合', '同城上门测量送货到户！', 'uploads/goods.png', '155000', '175000', '185000', '165000', '170000', '170000', '0', '999', '0', '0', '0', '', '1499672340', '1503396368', '1499672351', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '12903');
INSERT INTO `goods` VALUES ('139', '1', '1', '112', null, '1', '1', '112139', '林氏双人床', '卧室套装 环保板材 坚硬耐磨！', 'uploads/goods.png', '120000', '130000', '140000', '125000', '126000', '126000', '0', '999', '0', '0', '0', '', '1499672582', '1503396368', '1499672593', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '8333');
INSERT INTO `goods` VALUES ('140', '1', '1', '112', null, '1', '2', '112140', '田园双人床', '实木，宽敞', 'uploads/goods.png', '130000', '140000', '150000', '135000', '136000', '136000', '0', '999', '0', '0', '0', '', '1499672692', '1503396368', '1499672705', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '7692');
INSERT INTO `goods` VALUES ('141', '1', '1', '112', null, '2', '1', '112141', '美博1.8m经济型双人床', '卧室套装 环保板材 坚硬耐磨', 'uploads/goods.png', '150000', '160000', '170000', '155000', '156000', '156000', '0', '999', '0', '0', '0', '', '1499672856', '1503396368', '1499672867', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '6667');
INSERT INTO `goods` VALUES ('142', '1', '1', '112', null, '2', '2', '112142', '宜佳经济型双人床', '坚固大气', 'uploads/goods.png', '160000', '170000', '180000', '165000', '166000', '166000', '0', '999', '0', '0', '0', '', '1499672975', '1503396368', '1499672986', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '6250');
INSERT INTO `goods` VALUES ('143', '1', '1', '113', null, '1', '1', '113143', '久沐森实木简约床头柜', '北美进口橡木 纯实木', 'uploads/goods.png', '40000', '60000', '65000', '55000', '58000', '58000', '0', '999', '0', '0', '0', '', '1499673125', '1503396368', '1499673136', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '50000');
INSERT INTO `goods` VALUES ('144', '1', '1', '113', null, '1', '2', '113144', '北欧红橡木床头柜', '卧室套装 环保板材 坚硬耐磨', 'uploads/goods.png', '45000', '65000', '70000', '60000', '63000', '63000', '0', '999', '0', '0', '0', '', '1499673243', '1503396368', '1499673254', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '44444');
INSERT INTO `goods` VALUES ('145', '1', '1', '113', null, '2', '1', '113145', '原始原素床头柜双抽', '百分百实木 圆腿设计', 'uploads/goods.png', '55000', '75000', '80000', '70000', '73000', '73000', '0', '999', '0', '0', '0', '', '1499673414', '1503396368', '1499673425', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '36364');
INSERT INTO `goods` VALUES ('146', '1', '1', '113', null, '2', '2', '113146', '迪卡龙床头柜双抽', '6年好店，权威认证，买退无忧', 'uploads/goods.png', '60000', '80000', '85000', '75000', '78000', '78000', '0', '999', '0', '0', '0', '', '1499673534', '1503396368', '1499673546', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '33333');
INSERT INTO `goods` VALUES ('147', '1', '1', '116', null, '1', '0', '116147', '格兰仕 C0331(S)抽油烟', '清爽一夏，给您底价100', 'uploads/goods.png', '70000', '75000', '80000', '73000', '74000', '74000', '0', '999', '0', '0', '0', '', '1499673769', '1503396368', '1499673781', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '7143');
INSERT INTO `goods` VALUES ('148', '1', '1', '116', null, '2', '0', '116148', '美的 抽油烟机', '咨询领券减100', 'uploads/goods.png', '130000', '150000', '160000', '140000', '145000', '145000', '0', '999', '0', '0', '0', '', '1499673933', '1503396368', '1499673944', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '15385');
INSERT INTO `goods` VALUES ('149', '1', '1', '117', null, '1', '0', '117149', '美的 抽油烟机', '升级零秒点火', 'uploads/goods.png', '50000', '60000', '65000', '55000', '56000', '56000', '0', '999', '0', '0', '0', '', '1499674884', '1503396368', '1499674896', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '20000');
INSERT INTO `goods` VALUES ('150', '1', '1', '117', null, '2', '0', '117150', '方太  嵌入式双灶燃气灶', '大火力 三层钢化玻璃', 'uploads/goods.png', '130000', '140000', '145000', '135000', '138000', '138000', '0', '999', '0', '0', '0', '', '1499675018', '1503396368', '1499675031', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '7692');
INSERT INTO `goods` VALUES ('151', '1', '1', '118', null, '1', '0', '118151', '美的 F6021-T1(Y)60升电热水器', '80%超高热水输出率', 'uploads/goods.png', '95000', '100000', '110000', '97000', '98000', '98000', '100', '999', '0', '0', '80', '', '1499675436', '1503396368', '1499675452', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '5263');
INSERT INTO `goods` VALUES ('152', '1', '1', '118', null, '2', '0', '118152', '美的 F60-21W9S(E)60升电热水器', '直降150元 抢精美豪礼', 'uploads/goods.png', '130000', '135000', '138000', '133000', '134000', '134000', '130', '999', '0', '0', '90', '', '1499675633', '1503396368', '1499675644', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '3846');
INSERT INTO `goods` VALUES ('153', '1', '1', '119', null, '1', '0', '119153', '海尔 1 216升三门WIFI冰箱', '手机操控 食品管理', 'uploads/goods.png', '160000', '170000', '175000', '164000', '167000', '167000', '0', '999', '0', '0', '0', '', '1499675745', '1503396368', '1499675757', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '6250');
INSERT INTO `goods` VALUES ('154', '1', '1', '119', null, '2', '0', '119154', '海尔冰箱双门变频冰箱', 'wifi云智能 变频 风冷', 'uploads/goods.png', '330000', '340000', '345000', '335000', '338000', '338000', '0', '999', '0', '0', '0', '', '1499675848', '1503396368', '1499675860', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '3030');
INSERT INTO `goods` VALUES ('155', '1', '1', '121', null, '1', '0', '121155', '创维 42吋液晶LED高清平板电视', 'LED高清平板液晶电视', 'uploads/goods.png', '200000', '210000', '220000', '205000', '206000', '206000', '0', '999', '0', '0', '0', '', '1499675968', '1503396368', '1499675981', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '5000');
INSERT INTO `goods` VALUES ('156', '1', '1', '121', null, '2', '0', '121156', '创维  55吋4K超高清液晶电视机', '55吋智能4K 25核急速处理', 'uploads/goods.png', '400000', '410000', '420000', '405000', '406000', '406000', '0', '999', '0', '0', '0', '', '1499676064', '1503396368', '1499676100', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '2500');
INSERT INTO `goods` VALUES ('157', '1', '1', '122', null, '1', '0', '122157', 'TCL空调 3匹家用立柜式', '四重静音 独立除湿', 'uploads/goods.png', '400000', '410000', '420000', '405000', '406000', '406000', '0', '999', '0', '0', '0', '', '1499676180', '1503396368', '1499676194', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '2500');
INSERT INTO `goods` VALUES ('158', '1', '1', '122', null, '2', '0', '122158', '奥克斯 3匹家用冷暖型圆筒柜机空调', '二级能效，四维送风', 'uploads/goods.png', '500000', '510000', '520000', '505000', '506000', '506000', '0', '999', '0', '0', '0', '', '1499676271', '1503396368', '1499676283', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '2000');
INSERT INTO `goods` VALUES ('159', '1', '1', '181', null, '1', '0', '181159', '奥克斯定频1匹冷暖型壁挂空调', '广角智慧风 静音享受', 'uploads/goods.png', '179900', '185000', '190000', '183000', '184000', '184000', '0', '999', '0', '0', '0', '', '1499676500', '1503396368', '1499676511', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '2835');
INSERT INTO `goods` VALUES ('160', '1', '1', '181', null, '2', '0', '181160', '美的 大1.5匹变频冷暖家用壁挂式', 'EC0节能 稀土变频压缩机', 'uploads/goods.png', '280000', '285000', '290000', '283000', '284000', '284000', '0', '999', '0', '0', '0', '', '1499676611', '1503396368', '1499676623', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '1786');
INSERT INTO `goods` VALUES ('161', '1', '1', '123', null, '2', '0', '123161', '美的家用中央空调3匹变频风管机', '舒适变频，隐藏安装', 'uploads/goods.png', '720000', '740000', '780000', '745000', '760000', '760000', '0', '999', '0', '0', '0', '', '1499677181', '1503396368', '1499677197', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '2778');
INSERT INTO `goods` VALUES ('162', '1', '1', '125', null, '1', '0', '125162', '海尔  8kg/公斤家用全自洗衣机', '变频节能 六重瀑布洗', 'uploads/goods.png', '140000', '145000', '150000', '143000', '144000', '144000', '0', '999', '0', '0', '0', '', '1499677319', '1503396368', '1499677329', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '3571');
INSERT INTO `goods` VALUES ('163', '1', '1', '125', null, '2', '0', '125163', '海尔  8公斤 除菌洗 变频 滚筒洗衣机', '阿里智能 蓝晶变频', 'uploads/goods.png', '200000', '210000', '215000', '205000', '206000', '206000', '0', '999', '0', '0', '0', '', '1499677533', '1503396368', '1499677544', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '5000');
INSERT INTO `goods` VALUES ('164', '1', '1', '128', null, '1', '1', '128164', '万家加厚仿麻窗帘', '纯色交响曲 定高270', 'uploads/goods.png', '8000', '9000', '9500', '8500', '8800', '8800', '0', '999', '0', '0', '0', '', '1499677675', '1503396368', '1499677685', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '12500');
INSERT INTO `goods` VALUES ('165', '1', '1', '128', null, '1', '2', '128165', '万家透气仿麻窗帘', '质感好270', 'uploads/goods.png', '9000', '10000', '10500', '9500', '9800', '9800', '0', '999', '0', '0', '0', '', '1499677834', '1503396368', '1499677845', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '11111');
INSERT INTO `goods` VALUES ('166', '1', '1', '128', null, '2', '1', '128166', '伊佳仁加厚全遮光窗帘', '环保物理 遮光顶呱呱', 'uploads/goods.png', '15000', '16000', '16000', '15500', '15800', '15800', '0', '999', '0', '0', '0', '', '1499678021', '1503396368', '1499678033', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '6667');
INSERT INTO `goods` VALUES ('167', '1', '1', '128', null, '2', '2', '128167', '伊佳仁加厚全遮光中式窗帘', '环保物理 遮光顶呱呱', 'uploads/goods.png', '20000', '21000', '21000', '20500', '20800', '20800', '0', '999', '0', '0', '0', '', '1499678177', '1503396368', '1499678190', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '5000');
INSERT INTO `goods` VALUES ('168', '1', '1', '129', null, '1', '1', '129168', '客厅奢华大气吊灯', '本店承诺！工厂直销', 'uploads/goods.png', '16800', '18000', '20000', '17500', '17300', '17300', '0', '999', '0', '0', '0', '', '1499678715', '1503396368', '1499678727', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '7143');
INSERT INTO `goods` VALUES ('169', '1', '1', '129', null, '1', '2', '129169', '创意三头loft灯具', '5年质保 默认赠暖光', 'uploads/goods.png', '20000', '21000', '22000', '20500', '20800', '20800', '0', '999', '0', '0', '0', '', '1499678965', '1503396368', '1499678976', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '5000');
INSERT INTO `goods` VALUES ('170', '1', '1', '129', null, '2', '1', '129170', 'led主卧室灯', '上门安装，免运费', 'uploads/goods.png', '33000', '34000', '38000', '33500', '33800', '33800', '0', '999', '0', '0', '0', '', '1499679127', '1503396368', '1499679139', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '3030');
INSERT INTO `goods` VALUES ('171', '1', '1', '129', null, '2', '2', '129171', '时尚创意吸顶灯', '创意温馨 时尚宜家', 'uploads/goods.png', '50000', '55000', '60000', '54000', '54500', '54500', '0', '999', '0', '0', '0', '', '1499679304', '1503396368', '1499679315', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '10000');
INSERT INTO `goods` VALUES ('172', '1', '1', '131', null, '0', '0', '131172', '德力西开关套餐', '雅白钢架 耐阻燃', 'uploads/goods.png', '500', '550', '600', '530', '540', '540', '0', '999', '0', '0', '0', '', '1499679716', '1503396368', '1499679726', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '10000');
INSERT INTO `goods` VALUES ('173', '1', '1', '132', null, '0', '0', '132173', '公牛插座', '新国标更安全 加粗线', 'uploads/goods.png', '600', '700', '750', '650', '660', '660', '0', '999', '0', '0', '0', '', '1499680650', '1503396368', '1499680661', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '16667');
INSERT INTO `goods` VALUES ('174', '1', '1', '135', null, '0', '0', '136174', '慧居无线wifi蓝牙智能配电箱', '智能无忧', 'uploads/goods.png', '50000', '55000', '60000', '53000', '54000', '54000', '0', '999', '0', '0', '0', '', '1499680826', '1503396368', '1499680837', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '10000');
INSERT INTO `goods` VALUES ('175', '1', '1', '136', null, '2', '0', '136175', '家庭背景音乐主机慧居无线wifi', '智能无忧', 'uploads/goods.png', '70000', '75000', '80000', '73000', '74000', '74000', '0', '999', '0', '0', '0', '', '1499681362', '1503396368', '1499681373', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '7143');
INSERT INTO `goods` VALUES ('176', '1', '1', '146', null, '0', '0', '146176', '舒美特手工水槽', '手工水槽', 'uploads/goods.png', '35000', '40000', '41000', '38000', '39000', '39000', '0', '999', '0', '0', '0', '', '1499681749', '1503396368', '1499681760', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '14286');
INSERT INTO `goods` VALUES ('177', '1', '1', '149', null, '0', '0', '149177', '美的 立式家用消毒柜', '上层烘干下层消毒', 'uploads/goods.png', '44000', '46000', '47000', '45000', '45500', '45500', '0', '999', '0', '0', '0', '', '1499681888', '1503396368', '1499681899', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '4545');
INSERT INTO `goods` VALUES ('178', '1', '1', '152', null, '0', '0', '152178', '维艾刀具套装', '一体成型 全身水洗', 'uploads/goods.png', '15000', '16000', '16500', '15500', '15800', '15800', '0', '999', '0', '0', '0', '', '1499681988', '1503396368', '1499681998', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '6667');
INSERT INTO `goods` VALUES ('179', '1', '1', '155', null, '0', '0', '155179', 'HUANXIPO304洗菜盆', '食品级304不锈钢，加深加厚', 'uploads/goods.png', '5000', '5500', '6000', '5400', '5450', '5450', '0', '999', '0', '0', '0', '', '1499735725', '1503396368', '1499735739', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '10000');
INSERT INTO `goods` VALUES ('180', '1', '1', '159', null, '0', '0', '159180', '汇丰信佳 底座球形耐用式无死角马桶刷', '家庭必备', 'uploads/goods.png', '1200', '1400', '1500', '1300', '1350', '1350', '0', '999', '0', '0', '0', '', '1499735837', '1503396368', '1499735849', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '16667');
INSERT INTO `goods` VALUES ('181', '1', '1', '163', null, '1', '0', '163181', '纽卡斯 天然乳胶席梦思床垫', '全新升级 328城市包', 'uploads/goods.png', '50000', '55000', '60000', '53000', '54000', '54000', '0', '999', '0', '0', '0', '', '1499736013', '1503396368', '1499736024', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '10000');
INSERT INTO `goods` VALUES ('182', '1', '1', '163', null, '2', '0', '163182', 'SW 进口乳胶床垫', '多种数据科学搭配满足各种人群', 'uploads/goods.png', '120000', '130000', '140000', '125000', '126000', '126000', '0', '999', '0', '0', '0', '', '1499736152', '1503396368', '1499736163', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '8333');
INSERT INTO `goods` VALUES ('183', '1', '1', '165', null, '1', '0', '165183', '实木浴室柜漆田园', '送货入户/上门安装', 'uploads/goods.png', '110000', '120000', '130000', '115000', '116000', '116000', '0', '999', '0', '0', '0', '', '1499736259', '1503396368', '1499736273', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '9091');
INSERT INTO `goods` VALUES ('184', '1', '1', '165', null, '2', '0', '165184', '美式橡木浴室柜浴柜', '环保天使', 'uploads/goods.png', '160000', '170000', '180000', '165000', '163000', '163000', '0', '999', '0', '0', '0', '', '1499736369', '1503396368', '1499736380', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '6250');
INSERT INTO `goods` VALUES ('185', '1', '1', '168', null, '1', '0', '168185', '纳蒂兰卡1058漩冲虹吸式坐便器', '优先发货 未知坑距', 'uploads/goods.png', '52900', '54000', '55000', '53000', '53500', '53500', '0', '999', '0', '0', '0', '', '1499736536', '1503396368', '1499736549', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '2079');
INSERT INTO `goods` VALUES ('186', '1', '1', '168', null, '2', '0', '168186', '九牧抽水马桶坐便器防臭', '适合中小户型的卫生间', 'uploads/goods.png', '90000', '95000', '100000', '93000', '93500', '93500', '0', '999', '0', '0', '0', '', '1499736763', '1503396368', '1499736775', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '5556');
INSERT INTO `goods` VALUES ('187', '1', '1', '169', null, '1', '0', '169187', '家韵淋浴花洒套装', '全铜主体', 'uploads/goods.png', '19800', '21000', '22000', '20000', '20500', '20500', '0', '999', '0', '0', '0', '', '1499736919', '1503396368', '1499736931', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '6061');
INSERT INTO `goods` VALUES ('188', '1', '1', '169', null, '2', '0', '169188', '卡贝卫浴 淋浴花洒套装', '顺丰包邮7月6-14日', 'uploads/goods.png', '40000', '45000', '50000', '43000', '44000', '44000', '0', '999', '0', '0', '0', '', '1499737068', '1503396368', '1499737079', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '12500');
INSERT INTO `goods` VALUES ('189', '1', '1', '172', null, '1', '0', '172189', '荻思梦娜蹲便器水箱套装', '波浪纹 时尚简约设计', 'uploads/goods.png', '30000', '36000', '40000', '34000', '35000', '35000', '0', '999', '0', '0', '0', '', '1499737179', '1503396368', '1499737190', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '20000');
INSERT INTO `goods` VALUES ('190', '1', '1', '172', null, '2', '0', '172190', '箭牌蹲便器', '前50名 晒5图送20元', 'uploads/goods.png', '50000', '55000', '60000', '53000', '54000', '54000', '0', '999', '0', '0', '0', '', '1499737292', '1503396368', '1499737305', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '10000');
INSERT INTO `goods` VALUES ('191', '1', '1', '173', null, '0', '0', '173191', '多莎不锈钢淋浴房', '包入户 包安装 ', 'uploads/goods.png', '55000', '60000', '61000', '58000', '59000', '59000', '0', '999', '0', '0', '0', '', '1499737402', '1503396368', '1499737413', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '9091');
INSERT INTO `goods` VALUES ('192', '1', '1', '174', null, '0', '0', '174192', '九牧卫三角阀', '九牧正品月销万件领券优惠', 'uploads/goods.png', '2500', '2700', '3000', '2600', '2650', '2650', '0', '999', '0', '0', '0', '', '1499737510', '1503396368', '1499737520', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '8000');
INSERT INTO `goods` VALUES ('193', '1', '1', '175', null, '0', '0', '175193', '304不锈钢高压防爆', '304不锈钢防爆耐压', 'uploads/goods.png', '1000', '1500', '1800', '1400', '1450', '1450', '0', '999', '0', '0', '0', '', '1499737598', '1503396368', '1499737611', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '50000');
INSERT INTO `goods` VALUES ('194', '1', '1', '176', null, '0', '0', '176194', '陶瓷拖把池大号拖布池槽', '千城免费送货上楼 ', 'uploads/goods.png', '30000', '35000', '37000', '33000', '34000', '34000', '0', '999', '0', '0', '0', '', '1499737711', '1503396368', '1499737722', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '16667');
INSERT INTO `goods` VALUES ('195', '1', '1', '177', null, '0', '0', '177195', '拖把池水龙头', '出水360度旋转', 'uploads/goods.png', '6000', '6600', '7000', '6400', '6500', '6500', '0', '999', '0', '0', '0', '', '1499737814', '1503396368', '1499737825', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '10000');
INSERT INTO `goods` VALUES ('196', '1', '1', '178', null, '0', '0', '178196', '潜水艇地漏套餐精铜防臭', '防伪正品，精铜加厚面板', 'uploads/goods.png', '8000', '9000', '10000', '8500', '8800', '8800', '0', '999', '0', '0', '0', '', '1499737909', '1503396368', '1499737919', '0', '0', '2', '0', '23', '品牌下架', '张三', '1', '', '张三', '1', '12500');

-- ----------------------------
-- Records of goods_attr
-- ----------------------------
INSERT INTO `goods_attr` VALUES ('1', '长', '', '5', '0', '0', '8');
INSERT INTO `goods_attr` VALUES ('2', '宽', '', '5', '0', '0', '8');
INSERT INTO `goods_attr` VALUES ('3', '高', '', '5', '0', '0', '8');
INSERT INTO `goods_attr` VALUES ('4', '重量', '', '4', '0', '0', '3');
INSERT INTO `goods_attr` VALUES ('5', '重量', '', '4', '0', '0', '4');
INSERT INTO `goods_attr` VALUES ('6', '重量', '', '4', '0', '0', '5');
INSERT INTO `goods_attr` VALUES ('7', '长度', '2.5,其它', '2', '1', '0', '10');
INSERT INTO `goods_attr` VALUES ('8', '长度', '2.5,其它', '2', '1', '0', '13');
INSERT INTO `goods_attr` VALUES ('9', '面积', '2.95,其它', '3', '1', '0', '18');
INSERT INTO `goods_attr` VALUES ('10', '长度', '', '2', '0', '0', '21');
INSERT INTO `goods_attr` VALUES ('11', '长度', '', '2', '0', '0', '22');
INSERT INTO `goods_attr` VALUES ('12', '长度', '4,2,1,其它', '2', '1', '0', '23');
INSERT INTO `goods_attr` VALUES ('13', '长度', '4,2,1,其它', '2', '1', '0', '24');
INSERT INTO `goods_attr` VALUES ('14', '长度', '4,2,1,其它', '2', '1', '0', '25');
INSERT INTO `goods_attr` VALUES ('15', '长度', '', '2', '0', '0', '29');
INSERT INTO `goods_attr` VALUES ('16', '重量', '', '4', '0', '0', '35');
INSERT INTO `goods_attr` VALUES ('17', '重量', '', '4', '0', '0', '36');
INSERT INTO `goods_attr` VALUES ('20', '体积', '', '1', '0', '0', '48');
INSERT INTO `goods_attr` VALUES ('21', '体积', '', '1', '0', '0', '49');
INSERT INTO `goods_attr` VALUES ('22', '长度', '', '2', '0', '0', '51');
INSERT INTO `goods_attr` VALUES ('23', '材质', 'PVC,石膏线条', '0', '1', '0', '51');
INSERT INTO `goods_attr` VALUES ('24', '重量', '', '4', '0', '0', '55');
INSERT INTO `goods_attr` VALUES ('27', '长度', '', '5', '0', '0', '58');
INSERT INTO `goods_attr` VALUES ('28', '宽度', '', '5', '0', '0', '58');
INSERT INTO `goods_attr` VALUES ('29', '长度', '4,2,1,其它', '2', '1', '0', '60');
INSERT INTO `goods_attr` VALUES ('30', '长度', '4,2,1,其它', '2', '1', '0', '61');
INSERT INTO `goods_attr` VALUES ('31', '材质', '实木构造,钢木构造,纯木构造,纯钢构造,玻璃金属', '0', '1', '0', '96');
INSERT INTO `goods_attr` VALUES ('33', '同色踢脚线', '有,无', '0', '1', '0', '45');
INSERT INTO `goods_attr` VALUES ('34', '长度', '', '5', '0', '0', '45');
INSERT INTO `goods_attr` VALUES ('35', '宽度', '', '5', '0', '0', '45');
INSERT INTO `goods_attr` VALUES ('36', '长度', '2.44,其它', '2', '1', '0', '14');
INSERT INTO `goods_attr` VALUES ('37', '宽度', '1.22,其它', '2', '1', '0', '14');
INSERT INTO `goods_attr` VALUES ('38', '长', '230', '5', '0', '1', '8');
INSERT INTO `goods_attr` VALUES ('39', '宽', '115', '5', '0', '1', '8');
INSERT INTO `goods_attr` VALUES ('40', '高', '30', '5', '0', '1', '8');
INSERT INTO `goods_attr` VALUES ('41', '重量', '25', '4', '0', '2', '3');
INSERT INTO `goods_attr` VALUES ('42', '重量', '99', '4', '0', '3', '4');
INSERT INTO `goods_attr` VALUES ('43', '重量', '40', '4', '0', '4', '5');
INSERT INTO `goods_attr` VALUES ('44', '长度', '2.5', '2', '1', '6', '10');
INSERT INTO `goods_attr` VALUES ('45', '长度', '2.5', '2', '1', '9', '13');
INSERT INTO `goods_attr` VALUES ('46', '长度', '2.44', '2', '1', '10', '14');
INSERT INTO `goods_attr` VALUES ('47', '宽度', '1.22', '2', '1', '10', '14');
INSERT INTO `goods_attr` VALUES ('48', '面积', '2.95', '3', '1', '14', '18');
INSERT INTO `goods_attr` VALUES ('49', '长度', '1', '2', '0', '16', '21');
INSERT INTO `goods_attr` VALUES ('50', '长度', '1', '2', '0', '17', '22');
INSERT INTO `goods_attr` VALUES ('51', '长度', '1', '2', '1', '18', '23');
INSERT INTO `goods_attr` VALUES ('52', '长度', '1', '2', '1', '20', '25');
INSERT INTO `goods_attr` VALUES ('53', '长度', '50', '2', '0', '24', '29');
INSERT INTO `goods_attr` VALUES ('54', '重量', '5', '0', '0', '29', '33');
INSERT INTO `goods_attr` VALUES ('55', '长度', '1220', '5', '0', '35', '45');
INSERT INTO `goods_attr` VALUES ('56', '宽度', '240', '5', '0', '35', '45');
INSERT INTO `goods_attr` VALUES ('57', '同色踢脚线', '有', '0', '1', '35', '45');
INSERT INTO `goods_attr` VALUES ('58', '长度', '1220', '5', '0', '36', '45');
INSERT INTO `goods_attr` VALUES ('59', '宽度', '201', '5', '0', '36', '45');
INSERT INTO `goods_attr` VALUES ('60', '同色踢脚线', '有', '0', '1', '36', '45');
INSERT INTO `goods_attr` VALUES ('61', '体积', '15', '1', '0', '41', '48');
INSERT INTO `goods_attr` VALUES ('62', '体积', '1', '1', '0', '42', '48');
INSERT INTO `goods_attr` VALUES ('63', '体积', '18', '1', '0', '43', '49');
INSERT INTO `goods_attr` VALUES ('64', '体积', '5', '1', '0', '44', '49');
INSERT INTO `goods_attr` VALUES ('65', '长度', '1', '2', '0', '46', '51');
INSERT INTO `goods_attr` VALUES ('66', '材质', '石膏线条', '0', '1', '46', '51');
INSERT INTO `goods_attr` VALUES ('67', '长度', '2', '2', '0', '47', '51');
INSERT INTO `goods_attr` VALUES ('68', '材质', '石膏线条', '0', '1', '47', '51');
INSERT INTO `goods_attr` VALUES ('69', '重量', '12', '4', '0', '54', '36');
INSERT INTO `goods_attr` VALUES ('70', '重量', '20', '4', '0', '55', '55');
INSERT INTO `goods_attr` VALUES ('71', '重量', '10', '4', '0', '56', '55');
INSERT INTO `goods_attr` VALUES ('80', '长度', '600', '5', '0', '61', '58');
INSERT INTO `goods_attr` VALUES ('81', '宽度', '150', '5', '0', '61', '58');
INSERT INTO `goods_attr` VALUES ('82', '长度', '330', '5', '0', '62', '58');
INSERT INTO `goods_attr` VALUES ('83', '宽度', '330', '5', '0', '62', '58');
INSERT INTO `goods_attr` VALUES ('84', '长度', '300', '5', '0', '63', '58');
INSERT INTO `goods_attr` VALUES ('85', '宽度', '300', '5', '0', '63', '58');
INSERT INTO `goods_attr` VALUES ('86', '长度', '200', '5', '0', '64', '58');
INSERT INTO `goods_attr` VALUES ('87', '宽度', '100', '5', '0', '64', '58');
INSERT INTO `goods_attr` VALUES ('88', '长度', '1', '2', '1', '65', '60');
INSERT INTO `goods_attr` VALUES ('89', '长度', '1', '2', '1', '66', '61');
INSERT INTO `goods_attr` VALUES ('90', '长度', '', '5', '0', '0', '57');
INSERT INTO `goods_attr` VALUES ('91', '宽度', '', '5', '0', '0', '57');
INSERT INTO `goods_attr` VALUES ('92', '适用处', '客厅,厨房,卫生间', '0', '1', '0', '57');
INSERT INTO `goods_attr` VALUES ('96', '长度', '800', '5', '0', '57', '57');
INSERT INTO `goods_attr` VALUES ('97', '宽度', '800', '5', '0', '57', '57');
INSERT INTO `goods_attr` VALUES ('98', '适用处', '客厅', '0', '1', '57', '57');
INSERT INTO `goods_attr` VALUES ('99', '长度', '800', '5', '0', '58', '57');
INSERT INTO `goods_attr` VALUES ('100', '宽度', '800', '5', '0', '58', '57');
INSERT INTO `goods_attr` VALUES ('101', '适用处', '客厅', '0', '1', '58', '57');
INSERT INTO `goods_attr` VALUES ('102', '长度', '500', '5', '0', '59', '57');
INSERT INTO `goods_attr` VALUES ('103', '宽度', '500', '5', '0', '59', '57');
INSERT INTO `goods_attr` VALUES ('104', '适用处', '客厅', '0', '1', '59', '57');
INSERT INTO `goods_attr` VALUES ('105', '长度', '800', '5', '0', '60', '57');
INSERT INTO `goods_attr` VALUES ('106', '宽度', '800', '5', '0', '60', '57');
INSERT INTO `goods_attr` VALUES ('107', '适用处', '客厅', '0', '1', '60', '57');
INSERT INTO `goods_attr` VALUES ('108', '长度', '800', '5', '0', '79', '57');
INSERT INTO `goods_attr` VALUES ('109', '宽度', '800', '5', '0', '79', '57');
INSERT INTO `goods_attr` VALUES ('110', '适用处', '厨房', '0', '1', '79', '57');
INSERT INTO `goods_attr` VALUES ('111', '长度', '800', '5', '0', '80', '57');
INSERT INTO `goods_attr` VALUES ('112', '宽度', '800', '5', '0', '80', '57');
INSERT INTO `goods_attr` VALUES ('113', '适用处', '卫生间', '0', '1', '80', '57');
INSERT INTO `goods_attr` VALUES ('114', '长度', '800', '5', '0', '81', '57');
INSERT INTO `goods_attr` VALUES ('115', '宽度', '800', '5', '0', '81', '57');
INSERT INTO `goods_attr` VALUES ('116', '适用处', '厨房', '0', '1', '81', '57');
INSERT INTO `goods_attr` VALUES ('117', '长度', '800', '5', '0', '82', '57');
INSERT INTO `goods_attr` VALUES ('118', '宽度', '800', '5', '0', '82', '57');
INSERT INTO `goods_attr` VALUES ('119', '适用处', '卫生间', '0', '1', '82', '57');
INSERT INTO `goods_attr` VALUES ('120', '长度', '500', '5', '0', '83', '57');
INSERT INTO `goods_attr` VALUES ('121', '宽度', '500', '5', '0', '83', '57');
INSERT INTO `goods_attr` VALUES ('122', '适用处', '厨房', '0', '1', '83', '57');
INSERT INTO `goods_attr` VALUES ('123', '长度', '500', '5', '0', '84', '57');
INSERT INTO `goods_attr` VALUES ('124', '宽度', '500', '5', '0', '84', '57');
INSERT INTO `goods_attr` VALUES ('125', '适用处', '卫生间', '0', '1', '84', '57');
INSERT INTO `goods_attr` VALUES ('126', '长度', '800', '5', '0', '85', '57');
INSERT INTO `goods_attr` VALUES ('127', '宽度', '800', '5', '0', '85', '57');
INSERT INTO `goods_attr` VALUES ('128', '适用处', '厨房', '0', '1', '85', '57');
INSERT INTO `goods_attr` VALUES ('129', '长度', '800', '5', '0', '86', '57');
INSERT INTO `goods_attr` VALUES ('130', '宽度', '800', '5', '0', '86', '57');
INSERT INTO `goods_attr` VALUES ('131', '适用处', '卫生间', '0', '1', '86', '57');
INSERT INTO `goods_attr` VALUES ('132', '灯具种类', '平板灯,吊灯,LED灯', '0', '1', '0', '129');
INSERT INTO `goods_attr` VALUES ('133', '开关种类', '单开,双开,四开,双控单开,双控双开', '0', '1', '0', '131');
INSERT INTO `goods_attr` VALUES ('134', '插座种类', '普通5孔插座,空调16A空调插座,马桶防水插座', '0', '1', '0', '132');
INSERT INTO `goods_attr` VALUES ('135', '材质', '实木构造', '0', '1', '105', '96');
INSERT INTO `goods_attr` VALUES ('136', '材质', '实木构造', '0', '1', '106', '96');
INSERT INTO `goods_attr` VALUES ('137', '材质', '钢木构造', '0', '1', '107', '96');
INSERT INTO `goods_attr` VALUES ('138', '材质', '纯木构造', '0', '1', '108', '96');
INSERT INTO `goods_attr` VALUES ('139', '材质', '纯钢构造', '0', '1', '109', '96');
INSERT INTO `goods_attr` VALUES ('140', '材质', '玻璃金属', '0', '1', '110', '96');
INSERT INTO `goods_attr` VALUES ('141', '材质', '钢木构造', '0', '1', '111', '96');
INSERT INTO `goods_attr` VALUES ('142', '材质', '纯木构造', '0', '1', '112', '96');
INSERT INTO `goods_attr` VALUES ('143', '材质', '纯钢构造', '0', '1', '113', '96');
INSERT INTO `goods_attr` VALUES ('144', '材质', '玻璃金属', '0', '1', '114', '96');
INSERT INTO `goods_attr` VALUES ('145', '灯具种类', '吊灯', '0', '1', '168', '129');
INSERT INTO `goods_attr` VALUES ('146', '灯具种类', '平板灯', '0', '1', '169', '129');
INSERT INTO `goods_attr` VALUES ('147', '灯具种类', 'LED灯', '0', '1', '170', '129');
INSERT INTO `goods_attr` VALUES ('148', '灯具种类', '平板灯', '0', '1', '171', '129');
INSERT INTO `goods_attr` VALUES ('149', '开关种类', '单开', '0', '1', '172', '131');
INSERT INTO `goods_attr` VALUES ('150', '开关种类', '普通5孔插座', '0', '0', '173', '132');


-- ----------------------------
-- Records of goods_brand
-- ----------------------------
INSERT INTO `goods_brand` VALUES ('1', '马可波罗', 'uploads/721b_logo.jpg', 'uploads/721b_cert.jpg', '0', '', '1', '张三', '1498724648', '0', '', '', '张三', '张三', '1498724648', '2', '1', '1503471770', '1503396368');
INSERT INTO `goods_brand` VALUES ('13', '森达22', 'uploads/2017/08/18/1503052714.png', 'uploads/2017/08/18/1503055974.png', '0', '', '1', '张三', '1503048299', '0', '', '', '张三', '张三', '1503048299', '2', '1', '1503471770', '1503396368');
INSERT INTO `goods_brand` VALUES ('14', '马可波罗2', 'uploads/2017/08/23/1503485750.png', 'uploads/2017/08/23/1503479184.png', '0', '', '1', '张三', '1503048869', '0', '', '', '张三', '张三', '1503048869', '2', '0', '1503471770', '1503558621');
INSERT INTO `goods_brand` VALUES ('15', '森达44', 'uploads/2017/08/18/1503050352.png', 'uploads/2017/08/18/1503057566.png', '0', '', '1', '张三', '1503048916', '0', '', '', '张三', '张三', '1503048916', '2', '0', '1503471767', '1503473658');
INSERT INTO `goods_brand` VALUES ('16', '森达555', 'uploads/2017/08/18/1503055711.png', 'uploads/2017/08/18/1503059703.png', '0', '', '1', '张三', '1503050678', '0', '', '', '张三', '张三', '1503050678', '2', '0', '1503471767', '1503473658');
INSERT INTO `goods_brand` VALUES ('17', '伊利', 'uploads/2017/08/19/1503114667.png', 'uploads/2017/08/19/1503117487.png', '0', '', '1', '张三', '1503109223', '0', '', '', '张三', '张三', '1503109223', '2', '0', '1503471767', '1503473658');
INSERT INTO `goods_brand` VALUES ('20', '蒙牛', 'uploads/2017/08/19/1503122211.png', 'uploads/2017/08/19/1503119396.png', '0', '', '1', '张三', '1503115312', '0', '', '', '张三', '张三', '1503115312', '2', '0', '1503471767', '1503473658');
INSERT INTO `goods_brand` VALUES ('21', '21', 'uploads/2017/08/21/1503290285.png', 'uploads/2017/08/21/1503287701.png', '0', '', '1', '张三', '1503286510', '0', '', '', '张三', '张三', '1503286510', '2', '0', '1503471767', '1503473658');
INSERT INTO `goods_brand` VALUES ('22', '安慕希', 'uploads/2017/08/21/1503291664.png', 'uploads/2017/08/21/1503290964.png', '0', '', '1', '张三', '1503287127', '0', '', '', '张三', '张三', '1503287127', '2', '0', '1503471767', '1503473658');
INSERT INTO `goods_brand` VALUES ('23', '211', 'uploads/2017/08/21/1503328048.png', 'uploads/2017/08/21/1503331501.png', '0', '', '1', '张三', '1503324369', '0', '', '', '张三', '张三', '1503324369', '2', '0', '1503471767', '1503473658');
INSERT INTO `goods_brand` VALUES ('24', '固定-定制-木门', 'uploads/2017/08/21/1503328415.png', 'uploads/2017/08/21/1503331250.png', '0', '', '1', '张三', '1503326331', '0', '', '', '张三', '张三', '1503326331', '2', '0', '1503471767', '1503473658');
INSERT INTO `goods_brand` VALUES ('25', '辅材-石膏-罗马柱', 'uploads/2017/08/21/1503329742.png', 'uploads/2017/08/21/1503331757.png', '0', '', '1', '张三', '1503326444', '0', '', '', '张三', '张三', '1503326444', '2', '0', '1503471767', '1503473658');
INSERT INTO `goods_brand` VALUES ('26', '辅材-石膏-美缝剂', 'uploads/2017/08/21/1503328649.png', 'uploads/2017/08/21/1503332007.png', '0', '', '1', '张三', '1503326735', '0', '', '', '张三', '张三', '1503326735', '2', '0', '1503471767', '1503473658');
INSERT INTO `goods_brand` VALUES ('27', '地砖、墙砖', 'uploads/2017/08/22/1503377280.png', 'uploads/2017/08/22/1503376446.png', '0', '', '1', '张三', '1503369683', '0', '', '', '张三', '张三', '1503369683', '2', '0', '1503471767', '1503473658');
INSERT INTO `goods_brand` VALUES ('28', '辅材2-主要-1', 'uploads/2017/08/22/1503373062.png', 'uploads/2017/08/22/1503381175.png', '0', '', '1', '张三', '1503372024', '0', '', '', '张三', '张三', '1503372024', '2', '0', '1503471767', '1503473658');
INSERT INTO `goods_brand` VALUES ('29', 'test', 'at.jpg', 'test.jpg', '0', '', '0', '', '1503631137', '0', '审核通过1', '', '', '', '1503456666', '2', '1', '1503631137', '0');
INSERT INTO `goods_brand` VALUES ('30', 'test2', 'at.jpg', 'test2.jpg', '1', 'supplier 1', '0', '', '0', '1503558238', '', '', '', '', '1503456883', '1', '0', '0', '1503456883');
INSERT INTO `goods_brand` VALUES ('31', '乐堡啤酒', 'uploads/2017/08/25/1503632279.png', 'uploads/2017/08/25/1503631527.png', '0', '', '1', '张三', '1503628095', '0', '', '', '', '张三', '1503628095', '2', '0', '0', '1503628095');


-- ----------------------------
-- Records of goods_category
-- ----------------------------
INSERT INTO `goods_category` VALUES ('1', '0', '', '1', '张三', '辅材', '0', '', '1', '1,', 'uploads/721c.png', '', '1498705499', '0', '', '一级 辅材 下架测试', '张三', '张三', '1498705499', '2', '0', '1501818190', '1501745145', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('2', '0', '', '1', '张三', '墙面材料', '1', '辅材', '2', '1,2,', 'uploads/721c.png', '', '1498705537', '0', '', '', '张三', '张三', '1498705537', '2', '0', '1503308177', '1501745145', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('3', '0', '', '1', '张三', '石膏粉', '2', '墙面材料', '3', '1,2,3,', 'uploads/721c.png', '', '1498705600', '0', '', '石膏粉45645456', '张三', '张三', '1498705600', '2', '0', '1503310100', '1503308480', '1', '张三', '1498729351', '1', '0', '1');
INSERT INTO `goods_category` VALUES ('4', '0', '', '1', '张三', '河沙', '2', '墙面材料', '3', '1,2,4,', 'uploads/721c.png', '', '1498705634', '0', '', '', '张三', '张三', '1498705634', '2', '0', '1503308456', '1501745145', '1', '张三', '1498729375', '1', '0', '1');
INSERT INTO `goods_category` VALUES ('5', '0', '', '1', '张三', '水泥', '2', '墙面材料', '3', '1,2,5,', 'uploads/721c.png', '', '1498705663', '0', '', '问我群二无企鹅王群', '张三', '张三', '1498705663', '2', '0', '1503459218', '1501745145', '1', '张三', '1498729400', '1', '0', '0');
INSERT INTO `goods_category` VALUES ('6', '0', '', '1', '张三', '墙地面附着剂', '2', '墙面材料', '3', '1,2,6,', 'uploads/721c.png', '', '1498705719', '0', '', '', '张三', '张三', '1498705719', '2', '0', '1502334107', '1501745145', '0', '', '0', '0', '0', '1');
INSERT INTO `goods_category` VALUES ('7', '0', '', '1', '张三', '空心砖类', '1', '辅材', '2', '1,7,', 'uploads/721c.png', '', '1498705788', '0', '', '', '张三', '张三', '1498705788', '2', '0', '1502331146', '1501745145', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('8', '0', '', '1', '张三', '空心砖', '7', '空心砖类', '3', '1,7,8,', 'uploads/721c.png', '', '1498705976', '0', '', '空心砖下架', '张三', '张三', '1498705976', '2', '1', '1502334107', '1503294357', '1', '张三', '1498729174', '3', '0', '1');
INSERT INTO `goods_category` VALUES ('9', '0', '', '1', '张三', '板材类', '1', '辅材', '2', '1,9,', 'uploads/721c.png', '', '1498707641', '0', '', '', '张三', '张三', '1498707641', '2', '0', '1502334055', '1501745145', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('10', '0', '', '1', '张三', '龙骨', '9', '板材类', '3', '1,9,10,', 'uploads/721c.png', '', '1498707721', '0', '', '', '张三', '张三', '1498707721', '2', '0', '1502334107', '1501745145', '1', '张三', '1498731561', '1', '1', '1');
INSERT INTO `goods_category` VALUES ('11', '0', '', '1', '张三', '欧松板', '9', '板材类', '3', '1,9,11,', 'uploads/721c.png', '', '1498707758', '0', '', '', '张三', '张三', '1498707758', '2', '0', '1502334107', '1501745145', '0', '', '0', '0', '1', '1');
INSERT INTO `goods_category` VALUES ('12', '0', '', '1', '张三', '澳松板', '9', '板材类', '3', '1,9,12,', 'uploads/721c.png', '', '1498707798', '0', '', '', '张三', '张三', '1498707798', '2', '0', '1502334107', '1501745145', '0', '', '0', '0', '0', '1');
INSERT INTO `goods_category` VALUES ('13', '0', '', '1', '张三', '丝杆', '9', '板材类', '3', '1,9,13,', 'uploads/721c.png', '', '1498707829', '0', '', '', '张三', '张三', '1498707829', '2', '0', '1502334107', '1501745145', '1', '张三', '1498787824', '1', '0', '1');
INSERT INTO `goods_category` VALUES ('14', '0', '', '1', '张三', '细木工板', '9', '板材类', '3', '1,9,14,', 'uploads/721c.png', '', '1498707920', '0', '', '', '张三', '张三', '1498707920', '2', '0', '1502334107', '1501745145', '1', '张三', '1499068603', '2', '0', '0');
INSERT INTO `goods_category` VALUES ('15', '0', '', '1', '张三', '九厘板', '9', '板材类', '3', '1,9,15,', 'uploads/721c.png', '', '1498707967', '0', '', '', '张三', '张三', '1498707967', '2', '0', '1502334107', '1501745145', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('16', '0', '', '1', '张三', '五厘板', '9', '板材类', '3', '1,9,16,', 'uploads/721c.png', '', '1498707995', '0', '', '', '张三', '张三', '1498707995', '2', '0', '1502334107', '1501745145', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('17', '0', '', '1', '张三', '饰面板', '9', '板材类', '3', '1,9,17,', 'uploads/721c.png', '', '1498708048', '0', '', '', '张三', '张三', '1498708048', '2', '0', '1502334107', '1501745145', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('18', '0', '', '1', '张三', '石膏板', '9', '板材类', '3', '1,9,18,', 'uploads/721c.png', '', '1498708113', '0', '', '', '张三', '张三', '1498708113', '2', '0', '1502334107', '1501745145', '1', '张三', '1498787935', '1', '0', '0');
INSERT INTO `goods_category` VALUES ('19', '0', '', '1', '张三', '防水石膏板', '9', '板材类', '3', '1,9,19,', 'uploads/721c.png', '', '1498708146', '0', '', '', '张三', '张三', '1498708146', '2', '1', '1502334107', '1503303327', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('20', '0', '', '1', '张三', '水电材料', '1', '辅材', '2', '1,20,', 'uploads/721c.png', '', '1498708199', '0', '', '', '张三', '张三', '1498708199', '2', '0', '1501810330', '1501745145', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('21', '0', '', '1', '张三', '线管', '20', '水电材料', '3', '1,20,21,', 'uploads/721c.png', '', '1498708240', '0', '', '', '张三', '张三', '1498708240', '2', '0', '1502334095', '1501745145', '1', '张三', '1498788030', '1', '0', '0');
INSERT INTO `goods_category` VALUES ('22', '0', '', '1', '张三', '网线', '20', '水电材料', '3', '1,20,22,', 'uploads/721c.png', '', '1498708274', '0', '', '', '张三', '张三', '1498708274', '2', '1', '1502334095', '1503302968', '1', '张三', '1498788057', '1', '0', '0');
INSERT INTO `goods_category` VALUES ('23', '0', '', '1', '张三', 'PPR水管', '20', '水电材料', '3', '1,20,23,', 'uploads/721c.png', '', '1498708305', '0', '', '', '张三', '张三', '1498708305', '2', '0', '1502334095', '1501745145', '1', '张三', '1498788192', '1', '0', '0');
INSERT INTO `goods_category` VALUES ('25', '0', '', '1', '张三', 'PVC管', '20', '水电材料', '3', '1,20,25,', 'uploads/721c.png', '', '1498708361', '0', '', '', '张三', '张三', '1498708361', '2', '0', '1502334095', '1501745145', '1', '张三', '1498788240', '1', '0', '0');
INSERT INTO `goods_category` VALUES ('26', '0', '', '1', '张三', '连接器', '20', '水电材料', '3', '1,20,26,', 'uploads/721c.png', '', '1498708392', '0', '', '', '张三', '张三', '1498708392', '2', '0', '1502334095', '1501745145', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('27', '0', '', '1', '张三', '底盒', '20', '水电材料', '3', '1,20,27,', 'uploads/721c.png', '', '1498708417', '0', '', '', '张三', '张三', '1498708417', '2', '0', '1502334095', '1501745145', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('28', '0', '', '1', '张三', '金属电线管', '20', '水电材料', '3', '1,20,28,', 'uploads/721c.png', '', '1498708443', '0', '', '', '张三', '张三', '1498708443', '2', '0', '1502334095', '1501745145', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('29', '0', '', '1', '张三', '电线', '20', '水电材料', '3', '1,20,29,', 'uploads/721c.png', '', '1498708468', '0', '', '', '张三', '张三', '1498708468', '2', '0', '1502334095', '1501745145', '1', '张三', '1498788298', '1', '0', '0');
INSERT INTO `goods_category` VALUES ('30', '0', '', '1', '张三', '开关面板', '20', '水电材料', '3', '1,20,30,', 'uploads/721c.png', '', '1498708491', '0', '', '', '张三', '张三', '1498708491', '2', '1', '1498708497', '1501745145', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('31', '0', '', '1', '张三', '灯带', '20', '水电材料', '3', '1,20,31,', 'uploads/721c.png', '', '1498708519', '0', '', '', '张三', '张三', '1498708519', '2', '1', '1498708527', '1501745145', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('32', '0', '', '1', '张三', '地插', '20', '水电材料', '3', '1,20,32,', 'uploads/721c.png', '', '1498708544', '0', '', '', '张三', '张三', '1498708544', '2', '1', '1498708550', '1501745145', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('33', '0', '', '1', '张三', '普通地漏', '20', '水电材料', '3', '1,20,33,', 'uploads/721c.png', '', '1498708571', '0', '', '', '张三', '张三', '1498708571', '2', '0', '1502333955', '1501745145', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('34', '0', '', '1', '张三', '防水材料', '1', '辅材', '2', '1,34,', 'uploads/721c.png', '', '1498708613', '0', '', '', '张三', '张三', '1498708613', '2', '1', '1498708620', '1501745145', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('35', '0', '', '1', '张三', '防水涂料', '34', '防水材料', '3', '1,34,35,', 'uploads/721c.png', '', '1498708653', '0', '', '', '张三', '张三', '1498708653', '2', '1', '1498708660', '1501733244', '1', '张三', '1498788401', '1', '0', '0');
INSERT INTO `goods_category` VALUES ('36', '0', '', '1', '张三', '自流平', '47', '油漆、乳胶漆', '3', '43,47,36,', 'uploads/721c.png', '', '1498708680', '0', '', '', '张三', '张三', '1498708680', '2', '0', '1498708686', '1498708680', '1', '张三', '1498788428', '1', '0', '0');
INSERT INTO `goods_category` VALUES ('37', '0', '', '1', '张三', '堵漏剂', '34', '防水材料', '3', '1,34,37,', 'uploads/721c.png', '', '1498708711', '0', '', '', '张三', '张三', '1498708711', '2', '1', '1498708717', '1501745145', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('38', '0', '', '1', '张三', '卷材', '34', '防水材料', '3', '1,34,38,', 'uploads/721c.png', '', '1498708737', '0', '', '', '张三', '张三', '1498708737', '2', '1', '1498708747', '1501745145', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('39', '0', '', '1', '张三', '石膏、固化类', '1', '辅材', '2', '1,39,', 'uploads/721c.png', '', '1498708788', '0', '', '', '张三', '张三', '1498708788', '2', '0', '1503300751', '1501745145', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('40', '0', '', '1', '张三', '罗马柱', '39', '石膏、固化类', '3', '1,39,40,', 'uploads/721c.png', '', '1498708832', '0', '', '', '张三', '张三', '1498708832', '2', '0', '1503300740', '1501745145', '0', '', '0', '0', '1', '1');
INSERT INTO `goods_category` VALUES ('41', '0', '', '1', '张三', '勾缝剂', '7', '空心砖类', '3', '1,7,41,', 'uploads/2017/08/18/1503033094.jpg', '', '1498708960', '0', '', '空心砖下架1111111', '张三', '张三', '1498708960', '2', '0', '1503299879', '1503294357', '0', '', '0', '0', '1', '1');
INSERT INTO `goods_category` VALUES ('42', '0', '', '1', '张三', '美缝剂', '39', '石膏、固化类', '3', '1,39,42,', 'uploads/721c.png', '', '1498708989', '0', '', '', '张三', '张三', '1498708989', '2', '0', '1503025743', '1501745145', '0', '', '0', '0', '1', '1');
INSERT INTO `goods_category` VALUES ('43', '0', '', '1', '张三', '主要材料', '0', '', '1', '43,', 'uploads/721c.png', '', '1498715655', '0', '', '', '张三', '张三', '1498715655', '2', '0', '1498715661', '1498715655', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('44', '0', '', '1', '张三', '地面材料', '43', '主要材料', '2', '43,44,', 'uploads/721c.png', '', '1498715741', '0', '', '', '张三', '张三', '1498715741', '2', '0', '1498715746', '1498715741', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('45', '0', '', '1', '张三', '木地板', '44', '地面材料', '3', '43,44,45,', 'uploads/721c.png', '', '1498715770', '0', '', '', '张三', '张三', '1498715770', '2', '0', '1498715776', '1498715770', '1', '张三', '1498809197', '3', '1', '1');
INSERT INTO `goods_category` VALUES ('46', '0', '', '1', '张三', '地毯', '44', '地面材料', '3', '43,44,46,', 'uploads/721c.png', '', '1498715817', '0', '', '', '张三', '张三', '1498715817', '2', '0', '1498715822', '1498715817', '0', '', '0', '0', '1', '1');
INSERT INTO `goods_category` VALUES ('47', '0', '', '1', '张三', '油漆、乳胶漆', '43', '主要材料', '2', '43,47,', 'uploads/721c.png', '', '1498715984', '0', '', '', '张三', '张三', '1498715984', '2', '0', '1498715990', '1498715984', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('48', '0', '', '1', '张三', '乳胶漆底漆', '47', '油漆、乳胶漆', '3', '43,47,48,', 'uploads/721c.png', '', '1498716056', '0', '', '', '张三', '张三', '1498716056', '2', '0', '1498716062', '1498716056', '1', '张三', '1498788807', '1', '0', '0');
INSERT INTO `goods_category` VALUES ('49', '0', '', '1', '张三', '乳胶漆面漆', '47', '油漆、乳胶漆', '3', '43,47,49,', 'uploads/721c.png', '', '1498716089', '0', '', '', '张三', '张三', '1498716089', '2', '0', '1498716095', '1498716089', '1', '张三', '1498788828', '1', '0', '0');
INSERT INTO `goods_category` VALUES ('50', '0', '', '1', '张三', '界面剂', '47', '油漆、乳胶漆', '3', '43,47,50,', 'uploads/721c.png', '', '1498716116', '0', '', '', '张三', '张三', '1498716116', '2', '0', '1498716122', '1498716116', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('51', '0', '', '1', '张三', '阴角线', '47', '油漆、乳胶漆', '3', '43,47,51,', 'uploads/721c.png', '', '1498716149', '0', '', '', '张三', '张三', '1498716149', '2', '0', '1498716156', '1498716149', '1', '张三', '1498789116', '2', '0', '0');
INSERT INTO `goods_category` VALUES ('52', '0', '', '1', '张三', '聚酯底漆', '47', '油漆、乳胶漆', '3', '43,47,52,', 'uploads/721c.png', '', '1498716199', '0', '', '', '张三', '张三', '1498716199', '2', '0', '1498716206', '1498716199', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('53', '0', '', '1', '张三', '聚酯清漆', '47', '油漆、乳胶漆', '3', '43,47,53,', 'uploads/721c.png', '', '1498716230', '0', '', '', '张三', '张三', '1498716230', '2', '0', '1498716234', '1498716230', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('54', '0', '', '1', '张三', '聚酯色漆', '47', '油漆、乳胶漆', '3', '43,47,54,', 'uploads/721c.png', '', '1498716255', '0', '', '', '张三', '张三', '1498716255', '2', '0', '1498716260', '1498716255', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('55', '0', '', '1', '张三', '腻子', '47', '油漆、乳胶漆', '3', '43,47,55,', 'uploads/721c.png', '', '1498716281', '0', '', '', '张三', '张三', '1498716281', '2', '0', '1498716287', '1498716281', '1', '张三', '1498790614', '1', '0', '0');
INSERT INTO `goods_category` VALUES ('56', '0', '', '1', '张三', '砖类', '43', '主要材料', '2', '43,56,', 'uploads/721c.png', '', '1498716328', '0', '', '', '张三', '张三', '1498716328', '2', '0', '1498716333', '1498716328', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('57', '0', '', '1', '张三', '地砖', '56', '砖类', '3', '43,56,57,', 'uploads/721c.png', '', '1498716400', '0', '', '', '张三', '张三', '1498716400', '2', '0', '1498716406', '1498716400', '1', '张三', '1499399263', '3', '0', '1');
INSERT INTO `goods_category` VALUES ('58', '0', '', '1', '张三', '墙砖', '56', '砖类', '3', '43,56,58,', 'uploads/721c.png', '', '1498716438', '0', '', '', '张三', '张三', '1498716438', '2', '0', '1498716444', '1498716438', '1', '张三', '1498790776', '2', '0', '1');
INSERT INTO `goods_category` VALUES ('59', '0', '', '1', '张三', '石材类', '43', '主要材料', '2', '43,59,', 'uploads/721c.png', '', '1498716481', '0', '', '', '张三', '张三', '1498716481', '2', '0', '1498716487', '1498716481', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('60', '0', '', '1', '张三', '天然大理石', '59', '石材类', '3', '43,59,60,', 'uploads/721c.png', '', '1498716521', '0', '', '', '张三', '张三', '1498716521', '2', '0', '1498716527', '1498716521', '1', '张三', '1498791254', '1', '0', '0');
INSERT INTO `goods_category` VALUES ('61', '0', '', '1', '张三', '人造大理石', '59', '石材类', '3', '43,59,61,', 'uploads/721c.png', '', '1498716560', '0', '', '', '张三', '张三', '1498716560', '2', '0', '1498716565', '1498716560', '1', '张三', '1498791317', '1', '0', '0');
INSERT INTO `goods_category` VALUES ('62', '0', '', '1', '张三', '集成吊顶材料', '43', '主要材料', '2', '43,62,', 'uploads/721c.png', '', '1498716597', '0', '', '', '张三', '张三', '1498716597', '2', '0', '1498716605', '1498716597', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('63', '0', '', '1', '张三', '铝扣板', '62', '集成吊顶材料', '3', '43,62,63,', 'uploads/721c.png', '', '1498716633', '0', '', '', '张三', '张三', '1498716633', '2', '0', '1498722579', '1498716643', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('64', '0', '', '1', '张三', '生态木', '62', '集成吊顶材料', '3', '43,62,64,', 'uploads/721c.png', '', '1498716680', '0', '', '', '张三', '张三', '1498716680', '2', '0', '1498716685', '1498716680', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('65', '0', '', '1', '张三', '防腐木', '62', '集成吊顶材料', '3', '43,62,65,', 'uploads/721c.png', '', '1498716711', '0', '', '', '张三', '张三', '1498716711', '2', '0', '1498716716', '1498716711', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('66', '0', '', '1', '张三', '浴霸', '62', '集成吊顶材料', '3', '43,62,66,', 'uploads/721c.png', '', '1498716741', '0', '', '', '张三', '张三', '1498716741', '2', '0', '1498716746', '1498716741', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('68', '0', '', '1', '张三', '换气扇', '62', '集成吊顶材料', '3', '43,62,68,', 'uploads/721c.png', '', '1498716805', '0', '', '', '张三', '张三', '1498716805', '2', '0', '1498716812', '1498716805', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('69', '0', '', '1', '张三', '吸顶灯', '62', '集成吊顶材料', '3', '43,62,69,', 'uploads/721c.png', '', '1498716835', '0', '', '', '张三', '张三', '1498716835', '2', '0', '1498716840', '1498716835', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('70', '0', '', '1', '张三', '定制类', '43', '主要材料', '2', '43,70,', 'uploads/721c.png', '', '1498716880', '0', '', '', '张三', '张三', '1498716880', '2', '0', '1498716889', '1498716880', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('71', '0', '', '1', '张三', '护墙板', '70', '定制品类', '3', '43,70,71,', 'uploads/721c.png', '', '1498716931', '0', '', '', '张三', '张三', '1498716931', '2', '0', '1498716936', '1498716931', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('73', '0', '', '1', '张三', '隔断', '70', '定制品类', '3', '43,70,73,', 'uploads/721c.png', '', '1498716990', '0', '', '', '张三', '张三', '1498716990', '2', '0', '1498716996', '1498716990', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('74', '0', '', '1', '张三', '五金类', '43', '主要材料', '2', '43,74,', 'uploads/721c.png', '', '1498717034', '0', '', '', '张三', '张三', '1498717034', '2', '0', '1498717045', '1498717034', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('76', '0', '', '1', '张三', '水龙头', '74', '五金类', '3', '43,74,76,', 'uploads/721c.png', '', '1498717112', '0', '', '', '张三', '张三', '1498717112', '2', '0', '1498717118', '1498717112', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('77', '0', '', '1', '张三', '防盗门', '74', '五金类', '3', '43,74,77,', 'uploads/721c.png', '', '1498717139', '0', '', '', '张三', '张三', '1498717139', '2', '0', '1498717145', '1498717139', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('79', '0', '', '1', '张三', '铝合金门窗', '74', '五金类', '3', '43,74,79,', 'uploads/721c.png', '', '1498717196', '0', '', '', '张三', '张三', '1498717196', '2', '0', '1498717201', '1498717196', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('80', '0', '', '1', '张三', '锁具', '74', '五金类', '3', '43,74,80,', 'uploads/721c.png', '', '1498717222', '0', '', '', '张三', '张三', '1498717222', '2', '0', '1498717228', '1498717222', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('81', '0', '', '1', '张三', '折页', '74', '五金类', '3', '43,74,81,', 'uploads/721c.png', '', '1498717251', '0', '', '', '张三', '张三', '1498717251', '2', '0', '1498717256', '1498717251', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('82', '0', '', '1', '张三', '门碰', '74', '五金类', '3', '43,74,82,', 'uploads/721c.png', '', '1498717270', '0', '', '', '张三', '张三', '1498717270', '2', '0', '1498717275', '1498717270', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('83', '0', '', '1', '张三', '把手', '74', '五金类', '3', '43,74,83,', 'uploads/721c.png', '', '1498717296', '0', '', '', '张三', '张三', '1498717296', '2', '0', '1498717301', '1498717296', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('84', '0', '', '1', '张三', '玻璃类', '43', '主要材料', '2', '43,84,', 'uploads/721c.png', '', '1498717331', '0', '', '', '张三', '张三', '1498717331', '2', '0', '1498717337', '1498717331', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('85', '0', '', '1', '张三', '钢化玻璃隔断', '84', '玻璃类', '3', '43,84,85,', 'uploads/721c.png', '', '1498717369', '0', '', '', '张三', '张三', '1498717369', '2', '0', '1498717374', '1498717369', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('86', '0', '', '1', '张三', '真空夹胶玻璃', '84', '玻璃类', '3', '43,84,86,', 'uploads/721c.png', '', '1498717403', '0', '', '', '张三', '张三', '1498717403', '2', '0', '1498717409', '1498717403', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('87', '0', '', '1', '张三', '工艺玻璃', '84', '玻璃类', '3', '43,84,87,', 'uploads/721c.png', '', '1498717428', '0', '', '', '张三', '张三', '1498717428', '2', '0', '1498717434', '1498717428', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('88', '0', '', '1', '张三', '边缘材料', '43', '主要材料', '2', '43,88,', 'uploads/721c.png', '', '1498717464', '0', '', '', '张三', '张三', '1498717464', '2', '0', '1498717471', '1498717464', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('89', '0', '', '1', '张三', '天暖', '88', '边缘材料', '3', '43,88,89,', 'uploads/721c.png', '', '1498717495', '0', '', '比较快不积跬步v', '张三', '张三', '1498717495', '2', '0', '1502522775', '1501753043', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('90', '0', '', '1', '张三', '地暖', '88', '边缘材料', '3', '43,88,90,', 'uploads/721c.png', '', '1498717523', '0', '', '比较快不积跬步v', '张三', '张三', '1498717523', '2', '0', '1502334079', '1501753043', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('91', '0', '', '1', '张三', '暖气', '88', '边缘材料', '3', '43,88,91,', 'uploads/721c.png', '', '1498717557', '0', '', '去去去', '张三', '张三', '1498717557', '2', '0', '1502334079', '1501752864', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('92', '0', '', '1', '张三', '园艺花园', '88', '边缘材料', '3', '43,88,92,', 'uploads/721c.png', '', '1498717585', '0', '', '夏侯家', '张三', '张三', '1498717585', '2', '0', '1503025738', '1502683105', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('93', '0', '', '1', '张三', '固定家具', '0', '', '1', '93,', 'uploads/721c.png', '', '1498717636', '0', '', '', '张三', '张三', '1498717636', '2', '0', '1498717644', '1498717636', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('94', '0', '', '1', '张三', '定制品类', '93', '固定家具', '2', '93,94,', 'uploads/721c.png', '', '1498717934', '0', '', '', '张三', '张三', '1498717934', '2', '0', '1498717939', '1498717934', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('95', '0', '', '1', '张三', '木门', '94', '定制品类', '3', '93,94,95,', 'uploads/721c.png', '', '1498717985', '0', '', '', '张三', '张三', '1498717985', '2', '0', '1498717990', '1498717985', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('96', '0', '', '1', '张三', '楼梯', '94', '定制品类', '3', '93,94,96,', 'uploads/721c.png', '', '1498718014', '0', '', '', '张三', '张三', '1498718014', '2', '0', '1498718020', '1498718014', '1', '张三', '1498791426', '1', '0', '0');
INSERT INTO `goods_category` VALUES ('97', '0', '', '1', '张三', '衣柜', '94', '定制品类', '3', '93,94,97,', 'uploads/721c.png', '', '1498718042', '0', '', '', '张三', '张三', '1498718042', '2', '0', '1498718048', '1498718042', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('98', '0', '', '1', '张三', '书柜', '94', '定制品类', '3', '93,94,98,', 'uploads/721c.png', '', '1498718069', '0', '', '', '张三', '张三', '1498718069', '2', '0', '1498718075', '1498718069', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('99', '0', '', '1', '张三', '酒柜', '94', '定制品类', '3', '93,94,99,', 'uploads/721c.png', '', '1498718094', '0', '', '', '张三', '张三', '1498718094', '2', '0', '1498718099', '1498718094', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('100', '0', '', '1', '张三', '鞋柜', '94', '定制品类', '3', '93,94,100,', 'uploads/721c.png', '', '1498718118', '0', '', '', '张三', '张三', '1498718118', '2', '0', '1498718125', '1498718118', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('101', '0', '', '1', '张三', '橱柜', '94', '定制品类', '3', '93,94,101,', 'uploads/721c.png', '', '1498718142', '0', '', '橱柜哈哈哈哈', '张三', '张三', '1498718142', '2', '0', '1503633855', '1503303291', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('102', '0', '', '1', '张三', '移动家具', '0', '', '1', '102,', 'uploads/721c.png', '', '1498718180', '0', '', '', '张三', '张三', '1498718180', '2', '0', '1498718185', '1498718180', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('103', '0', '', '1', '张三', '家具', '102', '移动家具', '2', '102,103,', 'uploads/721c.png', '', '1498718225', '0', '', '', '张三', '张三', '1498718225', '2', '0', '1498718231', '1498718225', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('104', '0', '', '1', '张三', '实木', '103', '家具', '3', '102,103,104,', 'uploads/721c.png', '', '1498718260', '0', '', '', '张三', '张三', '1498718260', '2', '0', '1498718266', '1498718260', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('105', '0', '', '1', '张三', '复合材料', '103', '家具', '3', '102,103,105,', 'uploads/721c.png', '', '1498718290', '0', '', '', '张三', '张三', '1498718290', '2', '0', '1498718295', '1498718290', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('106', '0', '', '1', '张三', '客餐厅', '102', '移动家具', '2', '102,106,', 'uploads/721c.png', '', '1498718331', '0', '', '', '张三', '张三', '1498718331', '2', '0', '1498718337', '1498718331', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('107', '0', '', '1', '张三', '沙发', '106', '客餐厅', '3', '102,106,107,', 'uploads/721c.png', '', '1498718419', '0', '', '', '张三', '张三', '1498718419', '2', '0', '1498718424', '1498718419', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('108', '0', '', '1', '张三', '茶几', '106', '客餐厅', '3', '102,106,108,', 'uploads/721c.png', '', '1498718448', '0', '', '', '张三', '张三', '1498718448', '2', '0', '1498718453', '1498718448', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('109', '0', '', '1', '张三', '电视柜', '106', '客餐厅', '3', '102,106,109,', 'uploads/721c.png', '', '1498718477', '0', '', '', '张三', '张三', '1498718477', '2', '0', '1498718483', '1498718477', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('110', '0', '', '1', '张三', '餐桌', '106', '客餐厅', '3', '102,106,110,', 'uploads/721c.png', '', '1498718504', '0', '', '', '张三', '张三', '1498718504', '2', '0', '1498718510', '1498718504', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('111', '0', '', '1', '张三', '客卧室', '102', '移动家具', '2', '102,111,', 'uploads/721c.png', '', '1498718543', '0', '', '', '张三', '张三', '1498718543', '2', '0', '1498718548', '1498718543', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('112', '0', '', '1', '张三', '床', '111', '客卧室', '3', '102,111,112,', 'uploads/721c.png', '', '1498718567', '0', '', '', '张三', '张三', '1498718567', '2', '0', '1502334079', '1501752404', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('113', '0', '', '1', '张三', '床头柜', '111', '客卧室', '3', '102,111,113,', 'uploads/721c.png', '', '1498718597', '0', '', '', '张三', '张三', '1498718597', '2', '0', '1502334079', '1501752404', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('114', '0', '', '1', '张三', '家电配套', '0', '', '1', '114,', 'uploads/721c.png', '', '1498718633', '0', '', '', '张三', '张三', '1498718633', '2', '0', '1498718637', '1498718633', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('115', '0', '', '1', '张三', '厨房/家用电器', '114', '家电配套', '2', '114,115,', 'uploads/721c.png', '', '1498718665', '0', '', '家电配套-》 厨房/家用电器 下架测试', '张三', '张三', '1498718665', '2', '0', '1502334079', '1501745105', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('116', '0', '', '1', '张三', '油烟机', '115', '厨房/家用电器', '3', '114,115,116,', 'uploads/721c.png', '', '1498718703', '0', '', '', '张三', '张三', '1498718703', '2', '0', '1502334079', '1501745105', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('117', '0', '', '1', '张三', '灶具', '115', '厨房/家用电器', '3', '114,115,117,', 'uploads/721c.png', '', '1498718727', '0', '', '', '张三', '张三', '1498718727', '2', '0', '1502334079', '1501745105', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('118', '0', '', '1', '张三', '热水器', '115', '厨房/家用电器', '3', '114,115,118,', 'uploads/721c.png', '', '1498718749', '0', '', '', '张三', '张三', '1498718749', '2', '0', '1502334079', '1501745105', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('119', '0', '', '1', '张三', '冰箱', '115', '厨房/家用电器', '3', '114,115,119,', 'uploads/721c.png', '', '1498718770', '0', '', '', '张三', '张三', '1498718770', '2', '0', '1502334079', '1501745105', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('120', '0', '', '1', '张三', '客卧室/家用电器', '114', '家电配套', '2', '114,120,', 'uploads/721c.png', '', '1498718821', '0', '', '', '张三', '张三', '1498718821', '2', '0', '1498718828', '1498718821', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('121', '0', '', '1', '张三', '电视', '120', '客卧室/家用电器', '3', '114,120,121,', 'uploads/721c.png', '', '1498718876', '0', '', '', '张三', '张三', '1498718876', '2', '0', '1498718881', '1498718876', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('122', '0', '', '1', '张三', '立柜式空调', '120', '客卧室/家用电器', '3', '114,120,122,', 'uploads/721c.png', '', '1498718922', '0', '', '', '张三', '张三', '1498718922', '2', '0', '1498718927', '1498718922', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('123', '0', '', '1', '张三', '中央空调', '120', '客卧室/家用电器', '3', '114,120,123,', 'uploads/721c.png', '', '1498718952', '0', '', '', '张三', '张三', '1498718952', '2', '0', '1498718957', '1498718952', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('124', '0', '', '1', '张三', '家用电器', '114', '家电配套', '2', '114,124,', 'uploads/721c.png', '', '1498718991', '0', '', '', '张三', '张三', '1498718991', '2', '0', '1498718997', '1498718991', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('125', '0', '', '1', '张三', '洗衣机', '124', '家用电器', '3', '114,124,125,', 'uploads/721c.png', '', '1498719033', '0', '', '', '张三', '张三', '1498719033', '2', '0', '1498719040', '1498719033', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('126', '0', '', '1', '张三', '软装配套', '0', '', '1', '126,', 'uploads/721c.png', '', '1498719075', '0', '', '', '张三', '张三', '1498719075', '2', '0', '1498719080', '1498719075', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('127', '0', '', '1', '张三', '软装家居', '126', '软装配套', '2', '126,127,', 'uploads/721c.png', '', '1498719117', '0', '', '', '张三', '张三', '1498719117', '2', '0', '1502334079', '1501754022', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('128', '0', '', '1', '张三', '窗帘', '127', '软装家居', '3', '126,127,128,', 'uploads/721c.png', '', '1498719147', '0', '', '', '张三', '张三', '1498719147', '2', '0', '1502334079', '1501754022', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('129', '0', '', '1', '张三', '灯具', '127', '软装家居', '3', '126,127,129,', 'uploads/721c.png', '', '1498719180', '0', '', '', '张三', '张三', '1498719180', '2', '0', '1502334069', '1501754022', '1', '张三', '1499418096', '1', '0', '0');
INSERT INTO `goods_category` VALUES ('130', '0', '', '1', '张三', '饰品', '127', '软装家居', '3', '126,127,130,', 'uploads/721c.png', '', '1498719221', '0', '', '', '张三', '张三', '1498719221', '2', '0', '1502334069', '1501754022', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('131', '0', '', '1', '张三', '开关', '127', '软装家居', '3', '126,127,131,', 'uploads/721c.png', '', '1498719250', '0', '', '', '张三', '张三', '1498719250', '2', '0', '1502334069', '1501754022', '1', '张三', '1499418349', '1', '0', '0');
INSERT INTO `goods_category` VALUES ('132', '0', '', '1', '张三', '插座', '127', '软装家居', '3', '126,127,132,', 'uploads/721c.png', '', '1498719285', '0', '', '', '张三', '张三', '1498719285', '2', '0', '1502334069', '1501754022', '1', '张三', '1499418432', '1', '0', '0');
INSERT INTO `goods_category` VALUES ('133', '0', '', '1', '张三', '智能配套', '0', '', '1', '133,', 'uploads/721c.png', '', '1498720414', '0', '', '', '张三', '张三', '1498720414', '2', '0', '1498720419', '1498720414', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('134', '0', '', '1', '张三', '家居智能/家用电器', '133', '智能配套', '2', '133,134,', 'uploads/721c.png', '', '1498720462', '0', '', '', '张三', '张三', '1498720462', '2', '0', '1498720468', '1498720462', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('135', '0', '', '1', '张三', '智能配电箱', '134', '家居智能/家用电器', '3', '133,134,135,', 'uploads/721c.png', '', '1498720526', '0', '', '', '张三', '张三', '1498720526', '2', '0', '1498720533', '1498720526', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('136', '0', '', '1', '张三', '背景音乐系统', '134', '家居智能/家用电器', '3', '133,134,136,', 'uploads/721c.png', '', '1498720556', '0', '', '', '张三', '张三', '1498720556', '2', '0', '1502334069', '1501732635', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('144', '0', '', '1', '张三', '生活配套', '0', '', '1', '144,', 'uploads/721c.png', '', '1498720791', '0', '', '', '张三', '张三', '1498720791', '2', '0', '1498720800', '1498720791', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('145', '0', '', '1', '张三', '厨房用具', '144', '生活配套', '2', '144,145,', 'uploads/721c.png', '', '1498721014', '0', '', '', '张三', '张三', '1498721014', '2', '0', '1498721020', '1498721014', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('146', '0', '', '1', '张三', '水槽', '145', '厨房用具', '3', '144,145,146,', 'uploads/721c.png', '', '1498721128', '0', '', '', '张三', '张三', '1498721128', '2', '0', '1498721133', '1498721128', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('147', '0', '', '1', '张三', '米桶', '145', '厨房用具', '3', '144,145,147,', 'uploads/721c.png', '', '1498721155', '0', '', '', '张三', '张三', '1498721155', '2', '0', '1498721160', '1498721155', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('148', '0', '', '1', '张三', '吸烟机', '145', '厨房用具', '3', '144,145,148,', 'uploads/721c.png', '', '1498721254', '0', '', '', '张三', '张三', '1498721254', '2', '0', '1498721259', '1498721254', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('149', '0', '', '1', '张三', '消毒柜', '145', '厨房用具', '3', '144,145,149,', 'uploads/721c.png', '', '1498721277', '0', '', '', '张三', '张三', '1498721277', '2', '0', '1502334069', '1501753957', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('150', '0', '', '1', '张三', '洗碗柜', '145', '厨房用具', '3', '144,145,150,', 'uploads/721c.png', '', '1498721306', '0', '', '', '张三', '张三', '1498721306', '2', '0', '1502334069', '1501753990', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('151', '0', '', '1', '张三', '垃圾粉碎机', '145', '厨房用具', '3', '144,145,151,', 'uploads/721c.png', '', '1498721329', '0', '', '', '张三', '张三', '1498721329', '2', '0', '1502334069', '1501753990', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('152', '0', '', '1', '张三', '刀具', '145', '厨房用具', '3', '144,145,152,', 'uploads/721c.png', '', '1498721353', '0', '', '', '张三', '张三', '1498721353', '2', '0', '1498721358', '1498721353', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('153', '0', '', '1', '张三', '菜板', '145', '厨房用具', '3', '144,145,153,', 'uploads/721c.png', '', '1498721379', '0', '', '', '张三', '张三', '1498721379', '2', '0', '1498721383', '1498721379', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('154', '0', '', '1', '张三', '碗筷', '145', '厨房用具', '3', '144,145,154,', 'uploads/721c.png', '', '1498721401', '0', '', '', '张三', '张三', '1498721401', '2', '0', '1498721407', '1498721401', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('155', '0', '', '1', '张三', '不锈钢洗菜盆', '145', '厨房用具', '3', '144,145,155,', 'uploads/721c.png', '', '1498721566', '0', '', '', '张三', '张三', '1498721566', '2', '0', '1498721575', '1498721566', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('156', '0', '', '1', '张三', '勺铲', '145', '厨房用具', '3', '144,145,156,', 'uploads/721c.png', '', '1498721593', '0', '', '', '张三', '张三', '1498721593', '2', '0', '1498721598', '1498721593', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('157', '0', '', '1', '张三', '生活', '144', '生活配套', '2', '144,157,', 'uploads/721c.png', '', '1498721636', '0', '', '', '张三', '张三', '1498721636', '2', '0', '1498721642', '1498721636', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('158', '0', '', '1', '张三', '纸巾盒', '157', '生活', '3', '144,157,158,', 'uploads/721c.png', '', '1498721669', '0', '', '', '张三', '张三', '1498721669', '2', '0', '1502334069', '1501754524', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('159', '0', '', '1', '张三', '马桶刷', '157', '生活', '3', '144,157,159,', 'uploads/721c.png', '', '1498721698', '0', '', '', '张三', '张三', '1498721698', '2', '0', '1502334069', '1501754302', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('160', '0', '', '1', '张三', '整理箱', '157', '生活', '3', '144,157,160,', 'uploads/721c.png', '', '1498721724', '0', '', '', '张三', '张三', '1498721724', '2', '0', '1498721730', '1498721724', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('161', '0', '', '1', '张三', '清洁用品', '157', '生活', '3', '144,157,161,', 'uploads/721c.png', '', '1498721756', '0', '', '', '张三', '张三', '1498721756', '2', '0', '1498721761', '1498721756', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('162', '0', '', '1', '张三', '床上用品', '144', '生活配套', '2', '144,162,', 'uploads/721c.png', '', '1498721808', '0', '', '', '张三', '张三', '1498721808', '2', '0', '1498721813', '1498721808', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('163', '0', '', '1', '张三', '床垫', '162', '床上用品', '3', '144,162,163,', 'uploads/2017/08/12/1502511446.jpg', '<p>分类描述试一试试一试试一试</p>', '1498721838', '0', '', '', '张三', '张三', '1498721838', '2', '0', '1498721843', '1498721838', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('164', '0', '', '1', '张三', '卫浴', '144', '生活配套', '2', '144,164,', 'uploads/721c.png', '', '1498721876', '0', '', '', '张三', '张三', '1498721876', '2', '0', '1498721882', '1498721876', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('165', '0', '', '1', '张三', '浴柜', '164', '卫浴', '3', '144,164,165,', 'uploads/721c.png', '', '1498721917', '0', '', '', '张三', '张三', '1498721917', '2', '0', '1501812717', '1501754093', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('166', '0', '', '1', '张三', '浴缸', '164', '卫浴', '3', '144,164,166,', 'uploads/721c.png', '', '1498721952', '0', '', '', '张三', '张三', '1498721952', '2', '0', '1501812717', '1501754093', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('167', '0', '', '1', '张三', '淋浴房', '164', '卫浴', '3', '144,164,167,', 'uploads/721c.png', '', '1498721978', '0', '', '', '张三', '张三', '1498721978', '2', '0', '1498721984', '1498721978', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('168', '0', '', '1', '张三', '马桶', '164', '卫浴', '3', '144,164,168,', 'uploads/721c.png', '<p><em><strong>对萨达撒打撒多撒大所</strong></em></p>', '1498722152', '0', '', '', '张三', '张三', '1498722152', '2', '0', '1498722158', '1498722152', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('169', '0', '', '1', '张三', '花洒套装', '164', '卫浴', '3', '144,164,169,', 'uploads/2017/08/14/1502699559.png', '', '1498722179', '0', '', '下架下架下架打算的撒大所多法萨芬撒发', '张三', '张三', '1498722179', '2', '0', '1503025417', '1502693282', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('170', '0', '', '1', '张三', '五金挂件', '164', '卫浴', '3', '144,164,170,', 'uploads/721c.png', '', '1498722274', '0', '', '五金挂件下架的原因谁知道呢', '张三', '张三', '1498722274', '2', '0', '1503025411', '1502693171', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('171', '0', '', '1', '张三', '花洒头', '164', '卫浴', '3', '144,164,171,', 'uploads/721c.png', '', '1498722300', '0', '', '我就是要全部下架', '张三', '张三', '1498722300', '2', '0', '1503025254', '1502678636', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('172', '0', '', '1', '张三', '蹲便器', '164', '卫浴', '3', '144,164,172,', 'uploads/721c.png', '', '1498722321', '0', '', '我就是要全部下架试一试咯', '张三', '张三', '1498722321', '2', '0', '1503025169', '1502678636', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('173', '0', '', '1', '张三', '淋浴隔断', '164', '卫浴', '3', '144,164,173,', 'uploads/721c.png', '', '1498722344', '0', '', '我就是要全部下架', '张三', '张三', '1498722344', '2', '0', '1503025169', '1502678636', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('174', '0', '', '1', '张三', '三角阀', '164', '卫浴', '3', '144,164,174,', 'uploads/721c.png', '', '1498722365', '0', '', '我就是要全部下架', '张三', '张三', '1498722365', '2', '0', '1503023645', '1502678636', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('175', '0', '', '1', '张三', '高压管', '164', '卫浴', '3', '144,164,175,', 'uploads/721c.png', '', '1498722388', '0', '', '我就是要全部下架', '张三', '张三', '1498722388', '2', '0', '1503025145', '1502678636', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('176', '0', '', '1', '张三', '拖布池', '164', '卫浴', '3', '144,164,176,', 'uploads/721c.png', '', '1498722412', '0', '', '我就是要全部下架', '张三', '张三', '1498722412', '2', '0', '1503025145', '1502678636', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('177', '0', '', '1', '张三', '拖布池龙头', '164', '卫浴', '3', '144,164,177,', 'uploads/721c.png', '', '1498722436', '0', '', '我就是要全部下架', '张三', '张三', '1498722436', '2', '0', '1503024876', '1502678636', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('178', '0', '', '1', '张三', '洗衣机的地漏', '164', '卫浴', '3', '144,164,178,', 'uploads/721c.png', '', '1498722460', '0', '', '', '张三', '张三', '1498722460', '2', '0', '1503633828', '1503307433', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('179', '0', '', '1', '张三', '弯头', '20', '水电材料', '3', '1,20,179,', 'uploads/721c.png', '', '1498896368', '0', '', '我就是要全部下架', '张三', '张三', '1498896368', '2', '0', '1502954431', '1502678636', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('180', '0', '', '1', '张三', '螺丝钉', '74', '五金类', '3', '43,74,180,', 'uploads/2017/08/12/1502526863.jpg', '', '1498897400', '0', '', '不想要了打撒大多', '张三', '张三', '1498897400', '2', '0', '1503299092', '1503038111', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('181', '0', '', '1', '张三', '挂壁式空调', '120', '客卧室/家用电器', '3', '114,120,181,', 'uploads/2017/08/12/1502520186.jpg', '', '1499417378', '0', '', '我就是要全部下架', '张三', '张三', '1499417378', '2', '0', '1503024876', '1502678636', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('183', '0', '', '1', '张三', '铁艺', '74', '五金类', '3', '43,74,183,', 'uploads/2017/08/12/1502520232.jpg', '', '1499479583', '0', '', '不喜欢了', '张三', '张三', '1499479583', '2', '0', '1503296483', '1503037574', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('184', '0', '', '1', '张三', '超级分类', '0', '', '1', '184,', 'uploads/2017/08/12/1502532822.jpeg', '', '1502528005', '0', '', '等哈时间的话撒即可回到家阿斯顿撒', '张三', '张三', '1502528005', '2', '0', '1503310187', '1503310169', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('185', '0', '', '1', '张三', '垃圾桶', '145', '厨房用具', '3', '144,145,185,', 'uploads/2017/08/12/1502529751.jpg', '', '1502528553', '0', '', '', '张三', '张三', '1502528553', '2', '0', '1503296374', '1503026474', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('186', '0', '', '1', '张三', '测试专用用', '0', '', '1', '186,', 'uploads/2017/08/14/1502691767.jpg', '', '1502690420', '0', '', '', '张三', '张三', '1502690420', '2', '0', '1503296349', '1503026466', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('187', '0', '', '1', '张三', '灯', '186', '测试专用', '2', '186,187,', 'uploads/2017/08/14/1502696749.jpg', '', '1502692304', '0', '', '', '张三', '张三', '1502692304', '2', '0', '1503296268', '1503295949', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('188', '0', '', '1', '张三', '册册册', '62', '集成吊顶材料', '3', '43,62,188,', 'uploads/2017/08/14/1502699748.png', '', '1502692445', '0', '', '', '张三', '张三', '1502692445', '2', '0', '1503047627', '1503037423', '0', '', '0', '0', '0', '0');
INSERT INTO `goods_category` VALUES ('189', '0', '', '1', '张三', '高端家具', '94', '定制品类', '3', '93,94,189,', 'uploads/2017/08/21/1503293635.jpg', '', '1502955152', '0', '', '45645646', '张三', '张三', '1502955152', '2', '0', '1503038293', '1503027989', '0', '', '0', '0', '0', '0');


-- ----------------------------
-- Records of goods_comment
-- ----------------------------
INSERT INTO `goods_comment` VALUES ('1', '1', '6', '张三', 'http://school.cdlhzz.cn/public//image/index/logo.png', 'good', '8', '1498012594', '30');
INSERT INTO `goods_comment` VALUES ('2', '1', '6', '张三', 'http://school.cdlhzz.cn/public//image/index/logo.png', 'good', '8', '1498014218', '31');
INSERT INTO `goods_comment` VALUES ('3', '1', '6', '张三', 'http://school.cdlhzz.cn/public//image/index/logo.png', 'bad', '2', '1498026391', '31');
INSERT INTO `goods_comment` VALUES ('4', '1', '6', '张三', 'http://school.cdlhzz.cn/public//image/index/logo.png', 'ok', '10', '1498032649', '31');


-- ----------------------------
-- Records of logistics_district
-- ----------------------------
INSERT INTO `logistics_district` VALUES ('1', '3', '130100', '石家庄市');
INSERT INTO `logistics_district` VALUES ('2', '4', '130100', '石家庄市');
INSERT INTO `logistics_district` VALUES ('3', '5', '130100', '石家庄市');
INSERT INTO `logistics_district` VALUES ('4', '6', '130100', '石家庄市');
INSERT INTO `logistics_district` VALUES ('5', '7', '130100', '石家庄市');
INSERT INTO `logistics_district` VALUES ('6', '8', '130100', '石家庄市');
INSERT INTO `logistics_district` VALUES ('7', '9', '130100', '石家庄市');
INSERT INTO `logistics_district` VALUES ('8', '10', '130100', '石家庄市');
INSERT INTO `logistics_district` VALUES ('9', '11', '130100', '石家庄市');
INSERT INTO `logistics_district` VALUES ('10', '12', '130100', '石家庄市');
INSERT INTO `logistics_district` VALUES ('22', '23', '130100', '石家庄市');
INSERT INTO `logistics_district` VALUES ('23', '23', '510100', '成都市');
INSERT INTO `logistics_district` VALUES ('24', '23', '131100', '衡水市');
INSERT INTO `logistics_district` VALUES ('25', '24', '130100', '石家庄市');
INSERT INTO `logistics_district` VALUES ('26', '24', '130700', '张家口市');
INSERT INTO `logistics_district` VALUES ('27', '19', '130100', '石家庄市');
INSERT INTO `logistics_district` VALUES ('28', '19', '130700', '张家口市');
INSERT INTO `logistics_district` VALUES ('29', '25', '130700', '张家口市');


-- ----------------------------
-- Records of logistics_template
-- ----------------------------
INSERT INTO `logistics_template` VALUES ('3', '0', 't1', '0', '0', '0', '0', '0', '0');
INSERT INTO `logistics_template` VALUES ('4', '0', 't1', '0', '0', '0', '0', '0', '0');
INSERT INTO `logistics_template` VALUES ('5', '1', 't1', '0', '0', '0', '0', '0', '0');
INSERT INTO `logistics_template` VALUES ('6', '1', 't2', '0', '0', '0', '0', '0', '0');
INSERT INTO `logistics_template` VALUES ('7', '1', 't3', '0', '0', '0', '0', '0', '0');
INSERT INTO `logistics_template` VALUES ('8', '1', 't4', '1', '22', '0', '0', '0', '1');
INSERT INTO `logistics_template` VALUES ('9', '1', 't5', '1', '0', '0', '0', '0', '1');
INSERT INTO `logistics_template` VALUES ('10', '1', 't6', '1', '0', '0', '0', '0', '1');
INSERT INTO `logistics_template` VALUES ('11', '1', 't7', '1', '0', '0', '0', '0', '1');
INSERT INTO `logistics_template` VALUES ('12', '1', 't8', '0', '220', '250', '330', '260', '1');
INSERT INTO `logistics_template` VALUES ('19', '1', 't13', '0', '1220', '190', '130', '1260', '1');
INSERT INTO `logistics_template` VALUES ('23', '1', '721', '0', '1220', '190', '130', '1260', '1');
INSERT INTO `logistics_template` VALUES ('24', '1', 't31', '0', '1220', '190', '130', '1260', '1');
INSERT INTO `logistics_template` VALUES ('25', '1', 'aa', '1', '0', '0', '0', '0', '1');


-- ----------------------------
-- Records of material_property_classify
-- ----------------------------
INSERT INTO `material_property_classify` VALUES ('1', '主材', '木地板类', '木地板', '1', '1');
INSERT INTO `material_property_classify` VALUES ('2', '固定家具', '定制类', '集成吊顶材料', '1', '0');
INSERT INTO `material_property_classify` VALUES ('3', '主材', '门及门套类', '木门', '1', '1');
INSERT INTO `material_property_classify` VALUES ('4', '主材', '油漆、乳胶漆', '界面剂', '2', '0');
INSERT INTO `material_property_classify` VALUES ('5', '主材', '集成吊顶材料', '铝合金门窗', '1', '1');
INSERT INTO `material_property_classify` VALUES ('6', '主材', '集成吊顶材料', '浴霸', '1', '1');
INSERT INTO `material_property_classify` VALUES ('7', '主材', '集成吊顶材料', '铝扣板', '10', '0');
INSERT INTO `material_property_classify` VALUES ('8', '主材', '集成吊顶材料', '吸顶灯', '1', '1');
INSERT INTO `material_property_classify` VALUES ('9', '主材', '五金类', '防盗门', '1', '0');
INSERT INTO `material_property_classify` VALUES ('10', '主材', '五金类', '水龙头', '1', '1');
INSERT INTO `material_property_classify` VALUES ('11', '固定家具', '卧室', '衣柜', '1', '1');
INSERT INTO `material_property_classify` VALUES ('12', '固定家具', '客餐厨', '酒柜', '1', '0');
INSERT INTO `material_property_classify` VALUES ('13', '固定家具', '客餐厨', '橱柜', '1', '0');
INSERT INTO `material_property_classify` VALUES ('14', '固定家具', '客餐厨', '吊柜', '1', '0');
INSERT INTO `material_property_classify` VALUES ('15', '固定家具', '客餐厨', '楼梯', '1', '1');
INSERT INTO `material_property_classify` VALUES ('16', '固定家具', '玄关', '鞋柜', '1', '0');
INSERT INTO `material_property_classify` VALUES ('17', '移动家具', '客餐厨', '沙发', '1', '1');
INSERT INTO `material_property_classify` VALUES ('18', '移动家具', '客餐厨', '茶几', '1', '0');
INSERT INTO `material_property_classify` VALUES ('19', '移动家具', '客餐厨', '电视柜', '1', '0');
INSERT INTO `material_property_classify` VALUES ('20', '移动家具', '客餐厨', '餐桌', '1', '0');
INSERT INTO `material_property_classify` VALUES ('21', '移动家具', '卧室', '床', '1', '1');
INSERT INTO `material_property_classify` VALUES ('22', '移动家具', '卧室', '床头柜', '1', '1');
INSERT INTO `material_property_classify` VALUES ('23', '家电配套', '家用电器', '油烟机', '1', '1');
INSERT INTO `material_property_classify` VALUES ('24', '家电配套', '家用电器', '灶具', '1', '1');
INSERT INTO `material_property_classify` VALUES ('25', '家电配套', '家用电器', '热水器', '1', '0');
INSERT INTO `material_property_classify` VALUES ('26', '家电配套', '家用电器', '冰箱', '1', '0');
INSERT INTO `material_property_classify` VALUES ('27', '家电配套', '家用电器', '洗衣机', '1', '0');
INSERT INTO `material_property_classify` VALUES ('28', '家电配套', '家用电器', '电视', '1', '0');
INSERT INTO `material_property_classify` VALUES ('29', '家电配套', '家用电器', '立柜式空调', '1', '1');
INSERT INTO `material_property_classify` VALUES ('30', '家电配套', '家用电器', '挂壁式空调', '1', '1');
INSERT INTO `material_property_classify` VALUES ('31', '家电配套', '家用电器', '中央空调', '1', '1');
INSERT INTO `material_property_classify` VALUES ('32', '软装配套', '灯具', '灯具', '1', '1');
INSERT INTO `material_property_classify` VALUES ('33', '软装配套', '开关', '开关', '10', '0');
INSERT INTO `material_property_classify` VALUES ('34', '软装配套', '插座', '插座', '26', '0');
INSERT INTO `material_property_classify` VALUES ('35', '软装配套', '窗帘', '窗帘', '1', '1');
INSERT INTO `material_property_classify` VALUES ('36', '智能配套', '智能家居', '智能配电箱', '1', '0');
INSERT INTO `material_property_classify` VALUES ('37', '智能配套', '智能家居', '背景音乐系统', '1', '0');
INSERT INTO `material_property_classify` VALUES ('38', '生活配套', '厨房用品', '水槽', '1', '0');
INSERT INTO `material_property_classify` VALUES ('39', '生活配套', '厨房用品', '刀具', '1', '0');
INSERT INTO `material_property_classify` VALUES ('40', '生活配套', '厨房用品', '消毒柜', '1', '0');
INSERT INTO `material_property_classify` VALUES ('41', '生活配套', '厨房用品', '不锈钢洗菜盆', '1', '0');
INSERT INTO `material_property_classify` VALUES ('42', '生活配套', '床上用品', '床垫', '1', '1');
INSERT INTO `material_property_classify` VALUES ('43', '生活配套', '卫浴', '马桶刷', '1', '1');
INSERT INTO `material_property_classify` VALUES ('44', '生活配套', '卫浴', '马桶', '1', '1');
INSERT INTO `material_property_classify` VALUES ('45', '生活配套', '卫浴', '蹲便器', '1', '1');
INSERT INTO `material_property_classify` VALUES ('46', '生活配套', '卫浴', '浴柜', '1', '1');
INSERT INTO `material_property_classify` VALUES ('47', '生活配套', '卫浴', '花洒套装', '1', '1');
INSERT INTO `material_property_classify` VALUES ('48', '生活配套', '卫浴', '淋浴隔断', '1', '1');
INSERT INTO `material_property_classify` VALUES ('49', '生活配套', '卫浴', '三角阀', '7', '0');
INSERT INTO `material_property_classify` VALUES ('50', '生活配套', '卫浴', '高压管', '7', '0');
INSERT INTO `material_property_classify` VALUES ('51', '生活配套', '卫浴', '拖布池', '1', '0');
INSERT INTO `material_property_classify` VALUES ('52', '生活配套', '卫浴', '拖布池龙头', '1', '0');
INSERT INTO `material_property_classify` VALUES ('53', '生活配套', '卫浴', '洗衣机地漏', '1', '0');
INSERT INTO `material_property_classify` VALUES ('54', '主材', '石材类', '人造大理石', '1', '1');
INSERT INTO `material_property_classify` VALUES ('55', '基础装修', '水电工程', '连接器', '20', '0');
INSERT INTO `material_property_classify` VALUES ('56', '基础装修', '水电工程', '电话线', '3', '0');
INSERT INTO `material_property_classify` VALUES ('57', '基础装修', '水电工程', '弯头', '0', '1');
INSERT INTO `material_property_classify` VALUES ('58', '基础装修', '木作', '螺丝钉', '50', '0');
INSERT INTO `material_property_classify` VALUES ('59', '主材', '集成吊顶材料', '换气扇', '1', '1');


-- ----------------------------
-- Records of paint_reconstruction
-- ----------------------------
INSERT INTO `paint_reconstruction` VALUES ('1', '1', '2', '腻子', '9');
INSERT INTO `paint_reconstruction` VALUES ('2', '1', '2', '乳胶漆底漆', '10');
INSERT INTO `paint_reconstruction` VALUES ('3', '1', '2', '乳胶漆面漆', '11');
INSERT INTO `paint_reconstruction` VALUES ('4', '1', '2', '阴角线', '12');
INSERT INTO `paint_reconstruction` VALUES ('5', '1', '2', '石膏粉', '13');


-- ----------------------------
-- Records of project_view
-- ----------------------------
INSERT INTO `project_view` VALUES ('1', '69', '厨房高度', '防水', '0', '10', 'm');
INSERT INTO `project_view` VALUES ('2', '69', '卫生间高度', '防水', '0', '12', 'm');
INSERT INTO `project_view` VALUES ('3', '6', '层高2.8m', '泥作', '0', '12', 'm');
INSERT INTO `project_view` VALUES ('4', '6', '其他面积', '泥作', '1', '121', 'm');
INSERT INTO `project_view` VALUES ('5', '68', '厨房面积', '面积比例', '1', '30', '');
INSERT INTO `project_view` VALUES ('6', '68', '卫生间面积', '面积比例', '0', '30', '');
INSERT INTO `project_view` VALUES ('7', '68', '卧室面积', '面积比例', '0', '30', '');
INSERT INTO `project_view` VALUES ('8', '68', '客餐厅及过道面积', '面积比例', '0', '30', '');
INSERT INTO `project_view` VALUES ('9', '4', '造型长度', '木作', '0', '30', '');
INSERT INTO `project_view` VALUES ('10', '4', '平顶面积', '木作', '0', '30', '');


-- ----------------------------
-- Records of apartment
-- ----------------------------
INSERT INTO `apartment` VALUES ('1', '68', '60', '69', '防水面积', '20');
INSERT INTO `apartment` VALUES ('2', '68', '70', '79', '防水面积', '30');
INSERT INTO `apartment` VALUES ('3', '68', '80', '89', '防水面积', '30');
INSERT INTO `apartment` VALUES ('4', '5', '10', '20', '乳胶漆面积', '30');
INSERT INTO `apartment` VALUES ('5', '5', '10', '20', '腻子面积', '30');
INSERT INTO `apartment` VALUES ('6', '5', '10', '20', '阴角线', '30');
INSERT INTO `apartment` VALUES ('7', '7', '12', '16', '杂工天数', '30');
INSERT INTO `apartment` VALUES ('8', '6', '12', '32', '敲砖高度', '32');
INSERT INTO `apartment` VALUES ('9', '6', '32', '53', '地面积', '32');
INSERT INTO `apartment` VALUES ('10', '6', '42', '53', '墙面积', '43');
INSERT INTO `apartment` VALUES ('11', '69', '1', '50', '1', '1');
INSERT INTO `apartment` VALUES ('12', '69', '1', '50', '1', '1');
INSERT INTO `apartment` VALUES ('13', '69', '1', '50', '1', '1');
INSERT INTO `apartment` VALUES ('14', '69', '60', '69', '60', '2');
INSERT INTO `apartment` VALUES ('15', '69', '1', '59', '1', '1');
INSERT INTO `apartment` VALUES ('16', '69', '60', '69', '60', '60');
INSERT INTO `apartment` VALUES ('17', '69', '70', '79', '70', '3');
INSERT INTO `apartment` VALUES ('18', '69', '80', '89', '80', '4');
INSERT INTO `apartment` VALUES ('19', '69', '90', '99', '90', '6');
INSERT INTO `apartment` VALUES ('20', '69', '100', '109', '100', '6');
INSERT INTO `apartment` VALUES ('21', '69', '110', '119', '110', '7');
INSERT INTO `apartment` VALUES ('22', '69', '120', '129', '120', '8');
INSERT INTO `apartment` VALUES ('23', '69', '130', '139', '130', '9');
INSERT INTO `apartment` VALUES ('24', '69', '140', '149', '140', '10');
INSERT INTO `apartment` VALUES ('25', '69', '150', '159', '150', '11');
INSERT INTO `apartment` VALUES ('26', '69', '160', '169', '160', '12');
INSERT INTO `apartment` VALUES ('27', '69', '170', '180', '170', '13');
INSERT INTO `apartment` VALUES ('28', '69', '1', '59', '1', '1');
INSERT INTO `apartment` VALUES ('29', '69', '60', '69', '60', '60');
INSERT INTO `apartment` VALUES ('30', '69', '70', '79', '70', '70');
INSERT INTO `apartment` VALUES ('31', '69', '80', '89', '80', '80');
INSERT INTO `apartment` VALUES ('32', '69', '90', '99', '90', '90');
INSERT INTO `apartment` VALUES ('33', '69', '100', '109', '100', '100');
INSERT INTO `apartment` VALUES ('34', '69', '110', '119', '110', '110');
INSERT INTO `apartment` VALUES ('35', '69', '120', '129', '120', '120');
INSERT INTO `apartment` VALUES ('36', '69', '130', '139', '130', '130');
INSERT INTO `apartment` VALUES ('37', '69', '140', '149', '140', '140');
INSERT INTO `apartment` VALUES ('38', '69', '150', '159', '150', '150');
INSERT INTO `apartment` VALUES ('39', '69', '160', '169', '160', '160');
INSERT INTO `apartment` VALUES ('40', '69', '170', '180', '170', '170');
INSERT INTO `apartment` VALUES ('41', '5', '1', '59', '其他乳胶漆面积', '0');
INSERT INTO `apartment` VALUES ('42', '5', '60', '69', '其他乳胶漆面积', '0');
INSERT INTO `apartment` VALUES ('43', '5', '70', '79', '其他乳胶漆面积', '0');
INSERT INTO `apartment` VALUES ('44', '5', '80', '89', '其他乳胶漆面积', '0');
INSERT INTO `apartment` VALUES ('45', '5', '90', '99', '其他乳胶漆面积', '5');
INSERT INTO `apartment` VALUES ('46', '5', '100', '109', '其他乳胶漆面积', '6');
INSERT INTO `apartment` VALUES ('47', '5', '110', '119', '其他乳胶漆面积', '7');
INSERT INTO `apartment` VALUES ('48', '5', '120', '129', '其他乳胶漆面积', '8');
INSERT INTO `apartment` VALUES ('49', '5', '130', '139', '其他乳胶漆面积', '9');
INSERT INTO `apartment` VALUES ('50', '5', '140', '149', '其他乳胶漆面积', '10');
INSERT INTO `apartment` VALUES ('51', '5', '150', '159', '其他乳胶漆面积', '11');
INSERT INTO `apartment` VALUES ('52', '5', '160', '169', '其他乳胶漆面积', '12');
INSERT INTO `apartment` VALUES ('53', '5', '170', '180', '其他乳胶漆面积', '13');
INSERT INTO `apartment` VALUES ('54', '5', '1', '59', '其他腻子面积', '13');
INSERT INTO `apartment` VALUES ('55', '5', '60', '69', '其他腻子面积', '12');
INSERT INTO `apartment` VALUES ('56', '5', '70', '79', '其他腻子面积', '11');
INSERT INTO `apartment` VALUES ('57', '5', '80', '89', '其他腻子面积', '10');
INSERT INTO `apartment` VALUES ('58', '5', '90', '99', '其他腻子面积', '9');
INSERT INTO `apartment` VALUES ('59', '5', '100', '109', '其他腻子面积', '8');
INSERT INTO `apartment` VALUES ('60', '5', '110', '119', '其他腻子面积', '7');
INSERT INTO `apartment` VALUES ('61', '5', '120', '129', '其他腻子面积', '6');
INSERT INTO `apartment` VALUES ('62', '5', '130', '139', '其他腻子面积', '5');
INSERT INTO `apartment` VALUES ('63', '5', '140', '149', '其他腻子面积', '4');
INSERT INTO `apartment` VALUES ('64', '5', '150', '159', '其他腻子面积', '3');
INSERT INTO `apartment` VALUES ('65', '5', '160', '169', '其他腻子面积', '2');
INSERT INTO `apartment` VALUES ('66', '5', '170', '180', '其他腻子面积', '1');
INSERT INTO `apartment` VALUES ('67', '5', '1', '59', '其他阴角线长度', '1');
INSERT INTO `apartment` VALUES ('68', '5', '60', '69', '其他阴角线长度', '2');
INSERT INTO `apartment` VALUES ('69', '5', '70', '79', '其他阴角线长度', '3');
INSERT INTO `apartment` VALUES ('70', '5', '80', '89', '其他阴角线长度', '4');
INSERT INTO `apartment` VALUES ('71', '5', '90', '99', '其他阴角线长度', '5');
INSERT INTO `apartment` VALUES ('72', '5', '100', '109', '其他阴角线长度', '6');
INSERT INTO `apartment` VALUES ('73', '5', '110', '119', '其他阴角线长度', '0');
INSERT INTO `apartment` VALUES ('74', '5', '120', '129', '其他阴角线长度', '8');
INSERT INTO `apartment` VALUES ('75', '5', '130', '139', '其他阴角线长度', '9');
INSERT INTO `apartment` VALUES ('76', '5', '140', '149', '其他阴角线长度', '10');
INSERT INTO `apartment` VALUES ('77', '5', '150', '159', '其他阴角线长度', '11');
INSERT INTO `apartment` VALUES ('78', '5', '160', '169', '其他阴角线长度', '12');
INSERT INTO `apartment` VALUES ('79', '5', '170', '180', '其他阴角线长度', '13');
INSERT INTO `apartment` VALUES ('80', '7', '1', '59', '其他杂工天数', '2');
INSERT INTO `apartment` VALUES ('81', '7', '60', '69', '其他杂工天数', '1');
INSERT INTO `apartment` VALUES ('82', '7', '70', '79', '其他杂工天数', '1');
INSERT INTO `apartment` VALUES ('83', '7', '80', '89', '其他杂工天数', '4');
INSERT INTO `apartment` VALUES ('84', '7', '90', '99', '其他杂工天数', '1');
INSERT INTO `apartment` VALUES ('85', '7', '100', '109', '其他杂工天数', '1');
INSERT INTO `apartment` VALUES ('86', '7', '110', '119', '其他杂工天数', '1');
INSERT INTO `apartment` VALUES ('87', '7', '120', '129', '其他杂工天数', '1');
INSERT INTO `apartment` VALUES ('88', '7', '130', '139', '其他杂工天数', '1');
INSERT INTO `apartment` VALUES ('89', '7', '140', '149', '其他杂工天数', '1');
INSERT INTO `apartment` VALUES ('90', '7', '150', '159', '其他杂工天数', '1');
INSERT INTO `apartment` VALUES ('91', '7', '160', '169', '其他杂工天数', '1');
INSERT INTO `apartment` VALUES ('92', '7', '170', '180', '其他杂工天数', '1');
INSERT INTO `apartment` VALUES ('93', '6', '1', '59', '其他地面积', '1');
INSERT INTO `apartment` VALUES ('94', '6', '60', '69', '其他地面积', '1');
INSERT INTO `apartment` VALUES ('95', '6', '70', '79', '其他地面积', '1');
INSERT INTO `apartment` VALUES ('96', '6', '80', '89', '其他地面积', '1');
INSERT INTO `apartment` VALUES ('97', '6', '90', '99', '其他地面积', '1');
INSERT INTO `apartment` VALUES ('98', '6', '100', '109', '其他地面积', '1');
INSERT INTO `apartment` VALUES ('99', '6', '110', '119', '其他地面积', '1');
INSERT INTO `apartment` VALUES ('100', '6', '120', '129', '其他地面积', '1');
INSERT INTO `apartment` VALUES ('101', '6', '130', '139', '其他地面积', '1');
INSERT INTO `apartment` VALUES ('102', '6', '140', '149', '其他地面积', '1');
INSERT INTO `apartment` VALUES ('103', '6', '150', '159', '其他地面积', '1');
INSERT INTO `apartment` VALUES ('104', '6', '160', '169', '其他地面积', '1');
INSERT INTO `apartment` VALUES ('105', '6', '170', '180', '其他地面积', '1');
INSERT INTO `apartment` VALUES ('106', '6', '1', '59', '其他墙面积', '1');
INSERT INTO `apartment` VALUES ('107', '6', '60', '69', '其他墙面积', '1');
INSERT INTO `apartment` VALUES ('108', '6', '70', '79', '其他墙面积', '1');
INSERT INTO `apartment` VALUES ('109', '6', '80', '89', '其他墙面积', '1');
INSERT INTO `apartment` VALUES ('110', '6', '90', '99', '其他墙面积', '1');
INSERT INTO `apartment` VALUES ('111', '6', '100', '109', '其他墙面积', '1');
INSERT INTO `apartment` VALUES ('112', '6', '110', '119', '其他墙面积', '11');
INSERT INTO `apartment` VALUES ('113', '6', '120', '129', '其他墙面积', '11');
INSERT INTO `apartment` VALUES ('114', '6', '130', '139', '其他墙面积', '1');
INSERT INTO `apartment` VALUES ('115', '6', '140', '149', '其他墙面积', '1');
INSERT INTO `apartment` VALUES ('116', '6', '150', '159', '其他墙面积', '1');
INSERT INTO `apartment` VALUES ('117', '6', '160', '169', '其他墙面积', '1');
INSERT INTO `apartment` VALUES ('118', '6', '170', '180', '其他墙面积', '1');
INSERT INTO `apartment` VALUES ('119', '69', '170', '179', '其他防水面积', '1');
INSERT INTO `apartment` VALUES ('120', '5', '170', '179', '其他乳胶漆面积', '13');
INSERT INTO `apartment` VALUES ('121', '5', '170', '179', '其他腻子面积', '1');
INSERT INTO `apartment` VALUES ('122', '5', '170', '179', '其他阴角线长度', '13');
INSERT INTO `apartment` VALUES ('123', '6', '170', '179', '其他地面积', '1');
INSERT INTO `apartment` VALUES ('124', '6', '170', '179', '其他墙面积', '1');
INSERT INTO `apartment` VALUES ('125', '7', '170', '179', '其他杂工天数', '1');

-- ----------------------------
-- Records of apartment_area
-- ----------------------------
INSERT INTO `apartment_area` VALUES ('296', '70', '1', '59');
INSERT INTO `apartment_area` VALUES ('297', '70', '60', '69');
INSERT INTO `apartment_area` VALUES ('298', '70', '70', '79');
INSERT INTO `apartment_area` VALUES ('299', '70', '80', '89');
INSERT INTO `apartment_area` VALUES ('300', '70', '90', '99');
INSERT INTO `apartment_area` VALUES ('301', '70', '100', '109');
INSERT INTO `apartment_area` VALUES ('302', '70', '110', '119');
INSERT INTO `apartment_area` VALUES ('303', '70', '120', '129');
INSERT INTO `apartment_area` VALUES ('304', '70', '130', '139');
INSERT INTO `apartment_area` VALUES ('305', '70', '140', '149');
INSERT INTO `apartment_area` VALUES ('306', '70', '150', '159');
INSERT INTO `apartment_area` VALUES ('307', '70', '160', '169');
INSERT INTO `apartment_area` VALUES ('308', '70', '170', '179');




